// Localized versions of various UI strings

// App name
AppName = "iPhoto";
VersionFormat = "%1$@ (%2$@)";	// for example, "4.0d8 (150)"
AboutFormat = "版本 %2$@";		// AppName VersionFormat
MediaBrowser = "顯示 Aperture 資料庫⋯";

// Document handling
NewDocumentLocation = "新增照片圖庫";
OpenDocumentLocation = "打開照片圖庫";
SaveDocumentLocation = "拷貝照片圖庫";
LibraryAlreadyOpenWarning = "iPhoto Library 已鎖定（在一個已鎖定的磁碟裡），或您沒有權限對它做出更動。";

CopyingAlbum = "正在拷貝相簿：%1$@";
CopyingLibrary = "正在拷貝“照片圖庫”⋯";
CopyingSuccessful = "照片圖庫拷貝成功。";
CopyingFailed = "無法拷貝照片圖庫。";
CopyingCanceled = "照片圖庫的拷貝動作被取消。";
CopyingCleanup = "正在移除尚未完成的照片圖庫⋯";
LoadingLibrary = "正在載入照片⋯";
LoadingPhoto = "正在載入照片⋯";

CommandAddFlaggedPhotosToSelectedEvent = "加入帶有旗標的照片到所選事件";
ManualSplitEnter = "進入手動分割模式";
ManualSplitExit = "退出手動分割模式";
CantSplit = "在所選的照片裡分割目前的“事件”。無法使用是因為沒有選擇照片。";
SplitIntoTwo = "在所選照片中分割目前“事件”。";

// Preferences
General = "一般";
Appearance = "外觀";
Sharing = "共享";
Subscriptions = "網路圖庫";
Keywords = "關鍵字";
Advanced = "進階";
Events = "事件";

// Web site
WebSiteURL = "http://www.apple.com.tw/iphoto/";
WebHotTipsURL = "http://www.apple.com/ta/support/iphoto/hottips/";
WebBuyURL = "http://www.apple.com/tw/iphoto/buy/";
VideoTutorialsURL = "http://www.apple.com/tw/ilife/tutorials/iphoto/";
WebFeedbackURL = "http://www.apple.com/tw/feedback/iphoto.html";
WebRegistrationURL = "http://www.apple.com/register/tw/iphoto.html";
WebCustomerServiceURL = "http://www.apple.com/tw/support/iphoto/";

BookPricingURL = "http://www.apple.com.tw/ilife/iphoto/prints.html";
CalendarPricingURL = "http://www.apple.com.tw/ilife/iphoto/prints.html";
CardPricingURL = "http://www.apple.com.tw/ilife/iphoto/prints.html";
PrintPricingURL = "http://www.apple.com.tw/ilife/iphoto/prints.html";
GPSMapURL = "http://maps.google.com/maps?q=%f+%f";
WelcomeURL = "http://www.apple.com/tw/ws/iphoto";
iDiskBuyMoreURL = "http://www.apple.com/mac/redirects/idiskutility/buystorage";

// Tutorial Announcement Dialog
TutorialAnnouncementTitle = "適用於 iPhoto 的新 QuickTime 視訊教學指南";
TutorialAnnouncementMessage = "瞭解更多關於 iPhoto 6 令人興奮的新功能！\n";
TutorialAnnouncementURL = "http://www.apple.com/tw/ilife/iphoto/whatsnew";

// Getting Started
UsersGuidePath = "/Library/Documentation/Applications/iPhoto/iPhoto Getting Started.app";
CannotFindUsersGuideTitle = "找不到檔案";
CannotFindUsersGuideMessage = "檔案已被移動或刪除。";

// Tool tip for scroll bar (currently not implemented)
ScrollTipRoll = "事件 %1$u - %2$d/%3$d";	// "Roll 3 - 10/2001"
ScrollTipDate = "%1$d/%2$d";				// "10/2001"	(only month/year as scroller will be approximate)
ScrollTipKeywords = "關鍵字：%1$@";

// Photo count strings (ONLY FOR USE IN THE MAIN WINDOW)
Photo-None = "沒有照片";
Photo-One = "1 張照片";
Photo-Some = "%2$@%1$@ 張照片%3$@";
Photo-Many = "%2$@%1$@ 張照片%3$@";
Item-None = "無項目";
Item-One = "1 個項目";
Item-Some = "%2$@%1$@ 項目%3$@";
Item-Many = "%2$@%1$@ 項目%3$@";
Total-None = "";
Total-One = " （總共 1 個）";
Total-Some = "（總共 %1$@ 個）";
Total-Many = "（總共 %1$@ 個）";
EditingPhoto-None = "沒有照片";
EditingPhoto-One = "#%1$@ / %2$@ 張照片";
EditingPhoto-Some = "#%1$@ / %2$@ 張照片";
EditingPhoto-Many = "#%1$@ / %2$@ 張照片";

RollSorted = " / 依照事件";
DateSorted = " / 依照日期";
KeywordSorted = " / 依照關鍵字";
TitleSorted = " / 依照標題";
RatingSorted = " / 依照喜好程度";
ManuallySorted = " / 手動編排";
DescendingRollSorted = " / 依照事件（降冪排序）";
DescendingDateSorted = " / 依照日期（降冪排序）";
DescendingKeywordSorted = " / 依照關鍵字（降冪排序）";
DescendingTitleSorted = " / 依照標題（降冪排序）";
DescendingRatingSorted = " / 依照喜好程度（降冪排序）";

ExportPhoto-None = "無項目";
ExportPhoto-One = "1 個項目";
ExportPhoto-Some = "%1$@ 個項目";
ExportPhoto-Many = "%1$@ 個項目";
ExportDestination = "目的地";
ExportTo = "至：";

Event-None = "不在任何“事件”";
Event-One = "在 1 個“事件”";
Event-Some = "在 %2$@%1$@ 個“事件”";
Event-Many = "在 %2$@%1$@ 個“事件”";

// Selection count strings
Selection-None = "";
Selection-One = "%1$@ / ";
Selection-Some = "%1$@ / ";
Selection-Many = "%1$@ / ";

// Publish/Group Management Dialogs
PublishUploadingProgress = "正在上傳縮覽圖⋯";
PublishNewSecondaryUserDefault = "未命名的使用者";
PublishShowSettingsButtonLabel = "顯示行動電話選項";
PublishHideSettingsButtonLabel = "隱藏行動電話選項";
GroupManangerAlbumConcatenation = "%1$@, %2$@";		// To concatenate albums in a list, e.g. "Album 1, Album 2"
GroupManangerHiddenPassword = "••••••••";
GroupManangerNameBlankTitle = "您尚未輸入名稱。";
GroupManangerNameBlankMessage = "請再試一次。";
GroupManangerPasswordBlankTitle = "您沒有輸入密碼。";
GroupManangerPasswordBlankMessage = "請再試一次。";

// Net Services strings
SVOrderPrintsMenuItem = "訂購線上沖印⋯";
SVOrderBookMenuItem = "購買攝影集⋯";
SVOrderCalendarMenuItem = "購買月曆⋯";
SVOrderCardMenuItem = "購買卡片⋯";
SVNetSlidesMenuItem = ".Mac 幻燈片秀⋯";
OrderBookButtonLabel = "購買攝影集";
OrderBookButtonTooltip = "訂閱精裝版的攝影集";
OrderCalendarButtonLabel = "購買月曆";
OrderCalendarButtonTooltip = "訂購精裝版的月曆";
OrderCardButtonLabel = "購買卡片";
OrderCardButtonTooltip = "訂購一或多張此卡片";
PublishAlbumButtonLabel = "網路圖庫";
PublishAlbumButtonTooltip = "將所選的照片以新的相簿的形式發佈到“網路圖庫”上";
UnpublishAlbumButtonLabel = "網路圖庫";
UnpublishAlbumButtonLabelAlternate = "取消發佈";
UnpublishAlbumButtonTooltip = "停止將此相簿發佈至您的“網路圖庫”";
UnpublishPhotocastButtonTooltip = "停止發佈此 Photocast";
PublishSettingsButtonLabel = "設定";
PublishSettingsButtonTooltip = "更改發佈至“網路圖庫”的設定";
PublishAnnounceButtonLabel = "告知好友";
PublishAnnounceButtonTooltip = "編寫電子郵件來公佈您的“網路圖庫”相簿";
PublishSecureTitleIsPubliclyVisible = "任何檢視您“網路圖庫”的人還是可以看到此相簿的標題。";
AlbumIsAlreadyPublishedTitle = "您確定要停止將“%@”相簿發佈到“網路圖庫”嗎？";
AlbumIsAlreadyPublishedMsg = "此動作將會停止發佈此相簿，並將照片從您的“網路圖庫”裡刪除。但照片不會從 iPhoto 裡刪除。\n";
AlbumIsAlreadyPublishedMsgFromPrefs = "此動作將會停止發佈此相簿，並將照片從您的“網路圖庫”裡刪除。\n";
AlbumsAreAlreadyPublishedTitle = "您確定要停止發佈所選的相簿嗎？";
AlbumsAreAlreadyPublishedMsgFromPrefs = "此動作將會停止發佈這些相簿，並將照片從您的“網路圖庫”裡刪除。\n";
AlbumIsAlreadyPublishedContinue = "取消";
AlbumIsAlreadyPublishedRemove = "停止發佈";
AlbumToBeRemovedAndUnpublished = "相簿也會從您的“網路圖庫”裡刪除。\n";
AlbumPublishOperationInProgessTitle = "目前正在將相簿“%1$@”發佈至您“網路圖庫”。";
AlbumPublishOperationInProgessMsg = "您想要取消發佈或是繼續進行？";
AlbumSubscribeOperationInProgessTitle = "相簿“%1$@”目前正在更新其訂閱內容。";
AlbumSubscribeOperationInProgessMsg = "您想要取消更新或是繼續進行？";
AlbumSubscribeNeverWorkedOperationErrorTitle = "訂閱發生問題。";
AlbumSubscribeNeverWorkedOperationErrorTitleMacUser = ".Mac 使用者“%1$@”訂閱時發生問題。";
AlbumSubscribeOperationErrorTitle = "更新“%1$@”的訂閱時發生問題。";
AlbumPublishOperationErrorTitle = "發佈相簿“%@”時發生錯誤。";
AlbumUnPublishOperationErrorTitle = "停止發佈相簿“%@”時發生錯誤。";
AlbumPubSubOperationErrorTitle = "發佈相簿“%@”時發生錯誤。";
AlbumPublishInsufficientDiskSpaceError = "您的 .Mac 帳號沒有足夠的空間來容納您正嘗試發佈的照片。";		// probably unused
AlbumPublishWrongPasswordButton = "打開 .Mac 偏好設定";
AlbumPublishNoInternetErrorButton = "網路診斷⋯";
AlbumsPublishOperationInProgessTitle = "目前正在將相簿發佈至您“網路圖庫”。";
AlbumsPublishOperationInProgessMsg = "您想要取消公佈或是繼續？";
AlbumsSubscribeOperationInProgessTitle = "正在更新訂閱。";
AlbumsSubscribeOperationInProgessMsg = "您想要取消更新或是繼續？";
AlbumPublishAnnounceTitle = "您的相簿已經發佈到“網路圖庫”上。";
AlbumPublishAnnounceMsg = "您所發佈的相簿位址（URL）是：\n\n%@\n\n若要傳送電子郵件來對親友發表您的“網路圖庫”，請按一下“告知好友”。\n";
AlbumPublishAnnouceButton = "發表網路圖庫";
AnnounceDotMacAlbum = "告知好友";
AlbumPublishAnnounceEmailSubject = "我網路圖庫裡的新照片";
AlbumPublishAnnounceEmailBody = "向您問好！\n\n我剛剛在我的 .Mac 網路圖庫裡發佈了一些新的照片，希望能和大家共享。若要觀賞這些照片，請參訪以下的連結。\n\n%1$@\n%2$@\n\n%3$@%4$@祝大家賞圖愉快！";
AlbumPublishAnnounceEmailLoginInfo = "使用者名稱：%1$@\n密碼：%2$@\n\n";
AlbumPublishAnnounceEmailSharingInfo = "請要看看相簿中實用的共享功能。您可以下載所有照片的高品質版本，或者甚至加入您自己的新照片來供大家欣賞\n\n";
AlbumPublishAnnounceHTMLEmailMsg = "<content>向您問好！<br/>我剛剛在我的 .Mac 網路圖庫裡發佈了一些新的照片，希望能和大家共享。若要觀賞這些照片，請按一下上方的“檢視照片”按鈕。</content>";
SubscriptionEmptyTitle = "訂閱項目“%@”裡沒有照片。";
SubscriptionEmptyMsg = "請檢查並確定位址（URL）正確，且發佈者已加入照片。";
AlbumUnpublishFailedTitle = "將相簿從“網路圖庫”裡刪除時發生錯誤。";
AlbumUnpublishFailedMsg = "從 iPhoto 選單裡選擇“偏好設定⋯”，然後按一下“網路圖庫”。會顯示一個您已發佈之相簿的列表，您可以在此手動刪除“網路圖庫”裡的相簿。";
SubscribeToAlbumPasswordTitle = "請輸入訂閱項目“%@”的名稱和密碼。";
SubscribeToAlbumRetryTitle = "訂閱項目“%@”的名稱和密碼不正確。請重試一次。";

// Web Gallery page title
GalleryMyPhotos = "我的照片";
GalleryMyAlbums = "我的相簿";
GalleryMyGallery = "我的圖庫";
GalleryMyWebGallery = "我的網路圖庫";

// Web Gallery Conflicts
ConflictPhoto = "照片";
ConflictVideo = "照片";
ConflictAlbum = "相簿";
ConflictUsePhotoLibrary = "使用照片圖庫";
ConflictUseWebGallery = "使用網路圖庫";
ConflictTitle = "標題：%@";
ConflictDescription = "說明：%@";
ConflictDate = "日期：%@";
ConflictRating = "喜好程度：%@";
ConflictResolution = "解析度：%@";
ConflictSize = "大小：%@";
ConflictKeywords = "關鍵字：%@";
ConflictEvent = "事件：%@";
ConflictSlideshowSettings = "幻燈片秀設定";
ConflictSortOrder = "排序：%@";
ConflictSortOrderRoll = "依照事件";
ConflictSortOrderDate = "依照日期";
ConflictSortOrderKeyword = "依照關鍵字";
ConflictSortOrderTitle = "依照標題";
ConflictSortOrderRating = "依照喜好程度";
ConflictSortOrderManually = "手動編排";
ConflictSortOrderRollDescending = "依照事件（降冪排序）";
ConflictSortOrderDateDescending = "依照日期（降冪排序）";
ConflictSortOrderKeywordDescending = "依照關鍵字（降冪排序）";
ConflictSortOrderTitleDescending = "依照標題（降冪排序）";
ConflictSortOrderRatingDescending = "依照喜好程度（降冪排序）";

// Web Gallery Synchronization
WebSyncUnknownLibraryTitle = "您確定要同步此照片圖庫與“網路圖庫”嗎？";
WebSyncUnknownLibraryNeverPublished = "此照片圖庫從未和您的“網路圖庫”進行同步。如果您繼續，所有線上“網路圖庫”裡的相簿和照片都會被加入此照片圖庫裡。";
WebSyncUnknownLibraryPreviouslyPublished = "此照片圖庫從未和您的“網路圖庫”進行同步。如果您繼續，您照片圖庫裡的“網路圖庫”部分將會被線上“網路圖庫”裡的相簿所取代。之前所發佈的照片不會從照片圖庫裡刪除，而是會加入“網路圖庫”裡的新照片。";

// Publish limits
PublishMaxPhotosTitle = "您可以在“網路圖庫”的相簿裡發佈最多 500 張照片或視訊。";
PublishMaxPhotosMessage = "只有前 500 張照片或視訊會被加入此“網路圖庫”相簿。如果您想發佈更多的照片，請製作一個新的“網路圖庫”相簿。";
PublishMaxAlbumsTitle = "您的“網路圖庫”相簿數目已達到最大的限制。";
PublishMaxAlbumsMessage = "請在製作新的相簿之前先移除現有的“網路圖庫”相簿。";

// The iDisk is full
PublishiDiskFullEstimateTitle = "您的 .Mac iDisk 上可能沒有足夠的空間來發佈此相簿到您的“網路圖庫”。";
PublishiDiskFullEstimateMessage = "您要發佈的相簿需要大約 %@ 的可用空間。您的 iDisk 僅有 %@ 的可用空間。您可以嘗試繼續發佈，或是取消發佈，然後從您的 iDisk 移除某些項目或者購買更多磁碟空間。";
PublishiDiskFullContinue = "繼續發佈";
PublishiDiskFullCancel = "取消";
PublishiDiskFullBuyMore = "購買更多儲存空間";

// Publish progress
PublishPauseConfirmationTitle = "您確定要停止與“網路圖庫”同步此相簿嗎？";
PublishPauseConfirmationMessage = "您可以稍後在照片圖庫的“網路圖庫”部分裡，按一下此相簿旁邊的圖像來繼續同步。\n";
PublishStopConfirmationTitle = "停止發佈至網路圖庫";
PublishStopConfirmationMessage = "您要在“網路圖庫”裡保留目前已發佈的此相簿和照片嗎？";
PublishStopContinue = "繼續發佈";
PublishStopKeepAlbum = "保留相簿";
PublishStopDeleteAlbum = "刪除相簿";
PublishQuitRequested = "相簿目前正在與“網路圖庫”進行同步。您要在結束之前停止同步嗎？";
PublishQuitMessage = "您可以稍後在照片圖庫的“網路圖庫”部分裡，按一下相簿旁邊的圖像來繼續同步。\n";
PublishQuitContinue = "停止並結束";
PublishQuitCancel = "不要結束";
PublishAborted = "已停止同步。";	// Extra string is either PublishPauseConfirmationMessage or PublishQuitMessage

// Publish status strings
PublishPhotoIsPending = "等待中";
PublishPhotoIsUploading = "正在上傳";
PublishAlbumIsPending = "等待中⋯";

// The two %@ in the Photocast Upgrade splash panel ("Splash.nib") message are the following two links in order
PublishPhotocastLearnMoreLink = "更多內容";
PublishPhotocastHelpLink = "iPhoto 輔助說明";

// Search strings
SearchCue = "註解";
OrganizeFindPrompt = "完整文字：";
OrganizeCommentPrompt = "註解：";
OrganizeAssignToolTip = "輸入或更改關於此照片的註解";
OrganizeSearchToolTip = "搜尋註解、標題、檔案名稱和關鍵字";
SearchResultsText = "找到 %d／%d 張";


// Strings for categories in the search widget.
Search_all = "全部";
Search_date = "日期";
Search_keyword = "關鍵字";
Search_rating = "喜好程度";
Search_PlaceholderString = "搜尋";

// In search keyword HUD, used to construct readble search string... "Family and not Mother" for example (where Family and Mother are keywords)
// Please note the space around the conjunctions
Search_keyword_and = "和";
Search_keyword_or = "或";
Search_keyword_not = "非 %@";
Search_date_range = "%1$@ - %2$@";  // date range, like "12/25/2006 - 1/01/2007"
Search_date_separator = "，";		// for separating single dates or date ranges like "12/25/2006, 1/01/2007" (note the trailing space)

KeywordTooltip-None = "在所選的相簿中沒有含有此關鍵字的照片";
KeywordTooltip-One = "1 張照片";
KeywordTooltip-Some = "%@ 張照片";		// code will replace %d
KeywordTooltip-Many = "%@ 張照片";

Desktop = "桌面";
ScreenSaver = "ScreenSaver";

// Initial names
UntitledAlbum = "未命名的相簿";
UntitledBook = "未命名的攝影集";
UntitledCalendar = "未命名月曆";
UntitledCard = "未命名卡片";
UntitledPrint = "未命名印刷品";
UntitledKeepsake = "未命名的相簿";
UntitledFolder = "未命名的檔案夾";
UntitledSlideshow = "未命名的幻燈片秀";
Album = "相簿";
Book = "攝影集";
Calendar = "月曆";
Card = "卡片";
Printer = "列印";
Slideshow = "幻燈片秀";
AlbumName = "%1$@ 相簿";
BookName = "%1$@攝影集";
CalendarName = "%1$@月曆";
CardName = "%1$@卡片";
PrinterName = "%1$@ 台印表機";
SlideshowName = "%1$@幻燈片秀";
DynamicAlbum = "搜尋結果";
RollName = "事件 %1$u";
OldRollName = "第 %1$u 卷";	// this needs to be the same as RollName string from iPhoto 6
iPodRollName = "事件 #%1$@";
ShotName = "%1$@ - %2$d";
CopyName = "%1$@ 拷貝";
RollSeparator = "，";
DuplicateAlbumName = "已有項目使用名稱“%1$@”。請輸入其他名稱。";
InvalidAlbumName = "名稱“%1$@”包含無效的字元。請輸入其他名稱。";

// Album count strings
AlbumShort-None = "0 張照片";
AlbumShort-One = "1 張照片";
AlbumShort-Some = "%1$@ 張照片";
AlbumShort-Many = "%1$@ 張照片";

// Event count strings
EventShort-None = "顯示 0 張照片";
EventShort-One = "顯示 1 張照片";
EventShort-Some = "顯示 %1$@ 張照片";
EventShort-Many = "顯示 %1$@ 張照片";

// Show hidden temporarily
ShowHiddenForEvent-None = "顯示 0 張已隱藏的照片";
ShowHiddenForEvent-One = "顯示 1 張已隱藏的照片";
ShowHiddenForEvent-Some = "顯示 %1$@ 張已隱藏的照片";
ShowHiddenForEvent-Many = "顯示 %1$@ 張已隱藏的照片";

// Hide hidden temporarily
HideHiddenForEvent-None = "隱藏 0 張已隱藏的照片";
HideHiddenForEvent-One = "隱藏 1 張已隱藏的照片";
HideHiddenForEvent-Some = "隱藏 %1$@ 已隱藏的照片";
HideHiddenForEvent-Many = "隱藏 %1$@ 張已隱藏的照片";

// Add Album tool tips
AddAlbumToolTip = "製作新的相簿、智慧型相簿、攝影集、月曆、卡片或幻燈片秀";
AddSmartAlbumToolTip = "製作智慧型相簿 ";

// Play slideshow tool tips
PlayNewSlideshowToolTip = "播放幻燈片秀";
PlaySlideshowToolTip = "以幻燈片秀來播放所選照片";
PlaySlideshowBookToolTip = "以幻燈片秀來播放此攝影集";
PlaySlideshowNoDialogToolTip = "以幻燈片秀來播放所選照片並略過設定對話框";

// Sort order strings
ASDateDescending = "先放置最新拍攝的照片";
ASAlphaDescending = "顛倒字母順序";
ASCustomDescending = "自定";

// Import strings
ICCount-Working = "執行中⋯";
ICCount-Paused = "正在停止⋯";
ICCount-Finishing = "即將完成輸入⋯";
ICRemainingCount = "剩餘 %1$u 張";
ICImportAll = "輸入全部⋯";
ICImportSelected = "輸入選取的照片";
ICStartImport = "輸入";
ICStopImport = "停止輸入";
ICMoveFiles = "搬移檔案";
ICCopyFiles = "拷貝檔案";
ICMovePhotos = "搬移照片";
ICCopyPhotos = "拷貝照片";
ICDeletingOriginalFiles = "正在移除原始檔⋯";
ICDeletingOriginalPhotos = "正在移除原照片⋯";
ICDeletingPhotosFromArchive = "正在移除輸入的照片⋯";
ICCleaningUp = "正在清除⋯";
ImportImagesTitle = "輸入照片";
ImportButtonTitle = "輸入";
ImportSelectedButtonTitle = "輸入選取的照片";
ICDeleteOriginalFiles = "輸入後請刪除原來檔案";
ICHideImportedPhotos = "隱藏已輸入的項目";
ICDeleteOriginalPhotos = "輸入後刪除攝影機上的項目";
ICDeleteOriginalPhotosIPod = "輸入後刪除 iPod 上的項目";
ICCameraCantDelete = "無法刪除攝影機上的項目";
ICiPodCantDelete = "無法刪除 iPod 上的項目";
ICDiscCantDelete = "無法刪除光碟上的項目";
ICNoCamera = "未選擇相機";
ICCantDeleteTitle = "刪除錯誤";
ICCantDeleteOriginalFiles-None = "嘗試刪除原檔案時發生錯誤。所有檔案皆已刪除。";
ICCantDeleteOriginalFiles-One = "嘗試刪除原檔案時發生錯誤。有 %1$@ 個檔案未刪除。";
ICCantDeleteOriginalFiles-Some = "嘗試刪除原檔案時發生錯誤。有 %1$@ 個檔案未刪除。";
ICCantDeleteOriginalFiles-Many = "嘗試刪除原檔案時發生錯誤。有 %1$@ 個檔案未刪除。";
ICCantDeleteOriginalPhotos-None = "嘗試刪除原照片時發生錯誤。所有照片皆已刪除。";
ICCantDeleteOriginalPhotos-One = "嘗試刪除原照片時發生錯誤。有 %1$@ 張照片未刪除。";
ICCantDeleteOriginalPhotos-Some = "嘗試刪除原照片時發生錯誤。有 %1$@ 張照片未刪除。";
ICCantDeleteOriginalPhotos-Many = "嘗試刪除原照片時發生錯誤。有 %1$@ 張照片未刪除。";
ICRememberChoice = "記住此選項";
ICLockedImages = "相機中部分照片被鎖定或受到保護。無法刪除這些照片。";
ICFailedImport = "無法輸入檔案“%1$@”。";
ICFailedPhotoImport = "無法輸入照片“%1$@”。";
ICFailedMsg = "可能是因為檔案類型無法辨識，或檔案未包含有效的資料。";
ICOutOfSpace = "磁碟空間已用完。";
ICOutOfSpaceMsg = "iPhoto 無法輸入您的照片，因為包含您的 iPhoto 圖庫的卷宗已沒有可用的磁碟空間。";

ICReadyToImport-None = "沒有要輸入的項目。";
ICReadyToImport-One = "準備輸入一個項目。";
ICReadyToImport-Some = "準備輸入 %1$@ 個項目。";
ICReadyToImport-Many = "準備輸入 %1$@ 個項目。";
ICLoadingCamera = "正在載入攝影機⋯";
ICLoadingPod = "正在載入 iPod⋯";
ICLoadingCD = "正在載入光碟⋯";
ICLoadingFiles = "正在準備輸入⋯";

ICFailMissingFile = "無法輸入下列檔案（檔案已遺失）。";
ICFailUnknownFormat = "無法輸入下列檔案（檔案為一種無法識別的格式。）";
ICFailInIPhoto = "無法輸入下列檔案（檔案位於 iPhoto Library）。";
ICFailCorruptImage = "無法輸入下列檔案（檔案已損毀）。";
ICFailImportFailed = "無法輸入下列檔案（輸入失敗）。";

// Database management
DBExaminingLibrary = "正在檢查照片圖庫⋯";
DBRepairingLibrary = "正在重新建立照片圖庫⋯";
DBUpdatingLibrary = "正在更新照片圖庫⋯";
DBFinishingUpdate = "即將完成更新⋯";
DBUpgradingThumbnails = "正在升級縮覽圖⋯";
DBRebuildingThumbnailCaches = "正在重新建立縮覽圖快取⋯";
LibraryLoading = "正在載入照片圖庫⋯";
iTunesLoading = "正在載入“iTunes 資料庫”⋯";
Artist = "演唱／演奏者";
Song = "歌曲";
Time = "時間";

// Database upgrade/backup
DBLibraryUpdateTitle = "照片圖庫需要升級以搭配此版本的“%1$@”使用。";
DBLibraryPrereleaseWarning = "PRE-RELEASE: 請確定您使用的是照片圖庫的“備份”。\n\n";
DBLibraryNeedsUpdate = "升級之後您的照片圖庫將無法被之前版本的“%1$@”讀取。升級過程可能要花數分鐘的時間，視圖庫中的照片數目而定。";
DBLibraryBackupPrompt = "%@\n\n您想在升級之前製作照片圖庫的備份嗎？\n";
DBLibraryUpdateWithBackup = "先做完備份，再進行升級";
DBLibraryUpdateWithoutBackup = "直接升級，毋需備份";
DBLibraryCounting = "正在計算備份的大小⋯";
DBLibraryBackup = "製作照片圖庫的備份⋯";
DBLibraryBackupNoSpaceTitle = "磁碟空間不足。";
DBLibraryBackupNoSpace = "您還需要 %1$@ 磁碟空間來放置照片圖庫的備份備份。";
DBLibraryBackupSpaceNeeded = "%1$@\n\n不需要先備份再進行升級嗎？\n";
DBLibraryComplete = "備份完成";
DBLibraryBackupLocation = "您的照片圖庫備份位於 %1$@。";
DBLibraryBackupCanceled = "已取消備份工作。";
DBLibraryBackupError = "製作照片圖庫的備份時發生錯誤。";
DBRecoveredPhotosTitle = "已回復的遺失照片";
DBRecoveredPhotos = "%1$@ 已回復了 %2$d 張之前未正確輸入的照片，並將它們放在名為“%3$@”的相簿裡。";
DBRecoveredPhotosAlbumName = "已回復的照片";
DBLibraryUpgradeThumbnailsTitle = "您的縮覽圖需要升級。";
DBLibraryUpgradeThumbnails = "此版本的 iPhoto 改進了縮覽圖的功能。視圖庫中的照片數目而定，升級縮覽圖將花一些時間。你想立即升級縮覽圖嗎？";
DBLibraryLater = "稍後";
DBLibraryThumbnailsNotUpgradedTitle = "您的縮覽圖影像尚未升級。";
DBLibraryThumbnailsNotUpgraded = "當下次打開 iPhoto 時，將會再次詢問您是否要升級您的縮覽圖。";
DBLibraryNotFinishedUpgradingTitle = "您的縮覽圖影像尚未完成升級。";
DBLibraryNotFinishedUpgrading = "當下次打開 iPhoto 時，將會詢問您是否要繼續升級您的縮覽圖。";
DBLibraryNotCompatibleTitle = "您無法使用這一版的 iPhoto 來打開目前的照片圖庫。";
DBLibraryNotCompatible = "您已經使用較新版的 iPhoto 對您的照片圖庫做了更動。您想結束並使用最新版的 iPhoto，或是製作新的照片圖庫？";
DBLibraryNotCompatibleAlt = "您已經使用較新版的 iPhoto 對您的照片圖庫做了更動。請結束並使用最新版的 iPhoto。";
DBLibraryUnableToLoadError = "iPhoto 無法開啟此圖庫。";
DBLibraryUpgradeBadPermissions = "在取用您 iPhoto 圖庫裡的一或多個檔案時發生問題。您要 iPhoto 為您修復此圖庫的權限嗎？";
DBLibraryUpgradeBadPermissionsError = "iPhoto 無法修復此圖庫的權限。";
DBLibraryUpgradeBadPermissionsConsoleHeader = "iPhoto 升級失敗。iPhoto 無法存取檔案：";
DBLibraryUpgradeBadPermissionsAlt = "失敗項目的路徑為 %1$@";
DBLibraryUnsupportedTitle = "照片圖庫是由未上市的版本“%1$@”所製作。";
DBLibraryUnsupported = "請先結束，並在 iPhoto 2 或 iPhoto 4 中打開此照片圖庫來進行升級。";
DBLibraryUpgradeOrphanPhotoFound = "在 iPhoto Library 中找到一張並不屬於此照片圖庫的照片。";
DBLibraryUpgradeOrphanPhotosFound = "在 iPhoto Library 中找到 %1$d 張並不屬於此照片圖庫的照片。";
DBLibraryImportOrphanPhotoFound = "在 iPhoto Library 中找到一張未輸入的照片。";
DBLibraryImportOrphanPhotosFound = "在 iPhoto Library 中找到 %1$d 張未輸入的照片。";
DBLibraryUpgradeOrphanPhotoImport = "您想要輸入它嗎？";
DBLibraryUpgradeOrphanPhotosImport = "您想要輸入它們嗎？";
DBLibraryUpgradeRecoveredPhotoFolder = "已放置照片到檔案“%1$@”。";
DBLibraryUpgradeRecoveredPhotosFolder = "已放置照片到檔案“%1$@”。";
DBLibraryUpgradeCorruptLibraryTitle = "此照片圖庫已損毀且無法升級。";
DBLibraryUpgradeCorruptLibraryAlt = "";
DBLibraryRebuildFromXMLTitle = "確定要嘗試以 XML 檔重新建立圖庫嗎？";
DBLibraryRebuildFromXMLAlt = "";

// Keyword string
UntitledKeyword = "未命名";
BadKeywordTitle = "無效的關鍵字";
DuplicateKeywordError = "這個關鍵字已經存在。請輸入不同的關鍵字。";
DuplicateKeywordShortcut = "快速鍵“%1$@”已被關鍵字“%2$@”使用";
DuplicateKeywordShortcut2 = "改為指定關鍵字“%1$@”的快速鍵？";
UntitledCategory = "未命名";
FavoriteKeywordShortcutSuggestion = ".,;c";		// when suggesting a shortcut for the checkmark keyword, use the first one these letters that is not already in use
ShowKeywordInspector = "顯示關鍵字";				// Menu item that brings up Keyword Inspector window
HideKeywordInspector = "隱藏關鍵字";			// Change title of menu item above to this when Keyword Inspector window is already open

AboutToDeleteKeyword-One = "確定要移除所選的關鍵字？";
AboutToDeleteKeyword-Some = "確定要移除所選的關鍵字？";
AboutToDeleteKeyword-Many = "確定要移除所選的關鍵字？";
AboutToDeleteKeywordMessage-One = "一張照片的關鍵字將會被移除。";
AboutToDeleteKeywordMessage-Some = "將會移除 %1$@ 張照片的關鍵字。";
AboutToDeleteKeywordMessage-Many = "將會移除 %1$@ 張照片的關鍵字。";

// Import sheet to confirm "move"
ICMoveTitle = "確定搬移";
ICMoveConfirm = "刪除原始檔";
ICMoveCopyInstead = "保留原始檔";
ICMoveCancel = "取消輸入";
ICMoveFilesConfirmMessage = "確定要在輸入後刪除原檔案？";
ICMovePhotosConfirmMessage = "確定要在輸入後刪除攝影機上的原始項目嗎？";

// Import sheet to query user if they want to delete originals
ICDeleteOriginalsTitle = "刪除原始檔";
ICDeleteOriginalsKeepButton = "保留原始檔";
ICDeleteOriginalsDeleteButton = "刪除原始檔";
ICDeleteOriginalsCancelImportButton = "取消輸入";
//ICDeleteOriginalsMessage = "Do you want to delete all of the original items on the camera after import?";
//ICDeleteSelectedOriginalsMessage = "Do you want to delete the selected original items on the camera after import?";
ICDeleteOriginalsWithImportedCount-One = "已成功輸入 %1$@ 張照片。是否刪除相機裡的原始圖片？";
ICDeleteOriginalsWithImportedCount-Some = "已成功輸入 %1$@ 張照片。是否刪除相機裡的原始圖片？";
ICDeleteOriginalsWithImportedCount-Many = "已成功輸入 %1$@ 張照片。是否刪除相機裡的原始圖片？";

// Import sheet to request a stop
ICStopRequestedTitle = "停止輸入";
ICStopRequestedFilesMessage = "您要刪除或保留目前為止輸入的檔案？";
ICStopRequestedPhotosMessage = "您要刪除或保留目前為止輸入的照片？";
ICStopRequestedRemove = "刪除照片";
ICStopRequestedKeep = "保留照片";
ICStopRequestedCancel = "繼續輸入";

// Export Controller strings
ECExporting = "正在輸出⋯";
ECCancel = "正在取消⋯";
ECNoPlugins = "找不到任何輸入的外掛模組。";
ECNoSuchDirectory = "“%1$@”檔案夾不存在。";
ECNoSuchDirectoryMessage = "請選擇既有的檔案夾，或按“新增檔案夾”按鈕一下來製作新的檔案夾。";

//----------------------------------------------------------------------------------
// INFO PANEL
//----------------------------------------------------------------------------------
IPMultipleSelection = "（多張照片）";
CalTooltipSinglePicture = "1 張照片";
CalTooltipMultiplePictures = "%@ 張照片";		// code will replace %d
KeywordTooltipNoPictures = "在所選的相簿中沒有含有此關鍵字的照片";
KeywordTooltipSinglePicture = "1 張照片";
KeywordTooltipMultiplePictures = "%@ 張照片";		// code will replace %d
KeywordTooltipDragAddSinglePicture = "將“%@”加入到這張照片";	// code will replace %@ with keyword's title
KeywordTooltipDragAddMultiplePictures = "將“%@”加入到這些照片";  // code will replace %@ with keyword's title
KeywordTooltipDragRemoveSinglePicture = "從此照片中移除“%@”";	// code will replace %@ with keyword's title
KeywordTooltipDragRemoveMultiplePictures = "從這些照片中移除“%@”";  // code will replace %@ with keyword's title
KeywordTooltipNameForSpecialFavorite = "註記符號";		// the name to be used in tooltip for the checkmark keyword
KeywordTooltipPictureInTrash = "若要更改此圖片，請先將它拖出垃圾桶";
KeywordTooltipReset = "將照片拖移到這裡以移除其關鍵字";
KeywordTooltipDragResetSinglePicture = "移除此照片的所有關鍵字";
KeywordTooltipDragResetMultiplePictures = "移除這些照片的所有關鍵字";
ShowPhotoInfo = "顯示照片資訊";			// Menu item that brings up Photo Info window
HidePhotoInfo = "隱藏照片資訊";			// Change title of menu item above to this when Photo Info window is already open
ShowSmartAlbumInfo = "智慧型相簿簡介⋯";	// Brings up smart album editor.

//----------------------------------------------------------------------------------
// DISK IMAGES
//----------------------------------------------------------------------------------
DIProgressCreate = "正在準備進行燒錄⋯";
DIProgressCopying = "正在拷貝照片⋯";
DIUntitledDisc = "未命名光碟";
DIBurnDefaultName = "%1$@ 圖庫 - %2$@";		// ex. "iPhoto Library - 8/29/2002"
DIBurnDiscNameTitle = "不完整的光碟名稱";
DIBurnDiscName = "請輸入光碟的名稱。";
DIDiscFullInfo = "光碟已滿";		// In the Info panel
DIDiscFullTitle = "光碟上的空間不足，無法燒錄所有您選取的照片。";
DIDiscFullMsg = "請選擇少一點照片，再試一次。";
DILocalDiskFullTitle = "硬碟的空間不足，無法完成燒錄。";
DILocalDiskFullMsg = "請選擇較少的照片或清出更多可用的硬碟空間，然後再試一次。您需要再增加 %1$@ 的硬碟空間才能燒錄目前選取的項目。";
DINoPhotosTitle = "未選取任何照片。";
DINoPhotosMsg = "請選擇包含您想要燒錄之照片的相簿，然後再試一次。";

BurnInProgressTitle = "有一項燒錄作業正在進行中。";
BurnInProgressMsg = "結束之前請先停止燒錄。";
BurnFailedTitle = "使用 %1$@ 光碟機燒錄失敗。";

/* Burn setup - No device message */
BurnNoDeviceTitle = "沒有可用的燒錄設備。";
BurnNoDeviceMessage = "";
/* Tell the user the disc is not able to be burned. */
BurnNotAppendableTitle = "光碟無法燒錄更多的內容。";
BurnNotAppendableMessage = "請放入另一片光碟。";
/* Tell the user the device is busy. */
BurnBusyTitle = "設備忙碌中。";
BurnBusyMessage = "請選擇不同的設備。";

//----------------------------------------------------------------------------------
// Status messages indicating how much data will be burned
//----------------------------------------------------------------------------------
BurnAllFromLibrary-None = "未選取任何照片。";
BurnAllFromLibrary-One = "正在燒錄整個照片圖庫（包含 %1$@ 張照片）。";
BurnAllFromLibrary-Some = "正在燒錄整個照片圖庫（包含 %1$@ 張照片）。";
BurnAllFromLibrary-Many = "正在燒錄整個照片圖庫（包含 %1$@ 張照片）。";

BurnPhotoCount-None = "沒有照片";
BurnPhotoCount-One = "1 張照片";
BurnPhotoCount-Some = "%1$@ 張照片";
BurnPhotoCount-Many = "%1$@ 張照片";

BurnAllFromAlbum-None = "未選取任何照片。";
BurnAllFromAlbum-One = "正在燒錄 %1$u 本相簿（包含 %2$@）。";
BurnAllFromAlbum-Some = "正在燒錄 %1$u 本相簿（包含 %2$@）。";
BurnAllFromAlbum-Many = "正在燒錄 %1$u 本相簿（包含 %2$@）。";

BurnSelectedFromLibrary-None = "未選取任何照片。";
BurnSelectedFromLibrary-One = "正在燒錄照片圖庫裡的 %1$u 張照片（共有 %2$@）。";
BurnSelectedFromLibrary-Some = "正在燒錄照片圖庫裡的 %1$u 張照片（共有 %2$@）。";
BurnSelectedFromLibrary-Many = "正在燒錄照片圖庫裡的 %1$u 張照片（共有 %2$@）。";

BurnSelectedFromAlbum-None = "未選取任何照片。";
BurnSelectedFromAlbum-One = "正在燒錄 %1$u 張照片（共有 %2$@）。";
BurnSelectedFromAlbum-Some = "正在燒錄 %1$u 張照片（共有 %2$@）。";
BurnSelectedFromAlbum-Many = "正在燒錄 %1$u 張照片（共有 %2$@）。";

//----------------------------------------------------------------------------------
// GENERIC DISC BURN STRINGS
//----------------------------------------------------------------------------------
BurnEject = "退出";
BurnOpen = "打開";
BurnClose = "關閉";
BurnEjectHelp = "退出光碟機裡現有的光碟";
BurnOpenHelp = "打開光碟機托盤";
BurnCloseHelp = "關閉光碟機托盤";

//----------------------------------------------------------------------------------
// Trash titles
RemoveFromAlbum = "從相簿中刪除";
DeleteAlbum = "刪除相簿";
DeleteAlbums = "刪除相簿";
DeleteBook = "刪除攝影集";
DeleteBooks = "刪除攝影集";
DeleteCard = "刪除卡片";
DeleteCards = "刪除卡片";
DeleteCalendar = "刪除月曆";
DeleteCalendars = "刪除月曆";
DeleteSlideshow = "刪除幻燈片秀";
DeleteSlideshows = "刪除幻燈片秀";
DeleteFolder = "刪除檔案夾";
DeleteFolders = "刪除檔案夾";
DeleteItems = "刪除項目";
MoveToTrash = "丟到垃圾桶";
RemoveFromTrash = "回復至照片圖庫";
TrashAlbum = "垃圾桶";

// Eject and Unmount
EjectVolume = "退出";
UnmountLibrary = "卸除";

// Share icon prompts
BurnNotAvailable = "找不到相容的光碟燒錄機。請連接可用的燒錄機。";

// Removal prompt
RemoveTitle-None = "未選取任何照片。";
RemoveTitle-One = "確定要將照片永久刪除嗎？";
RemoveTitle-Some = "確定要永久刪除 %1$@ 張照片嗎？";
RemoveTitle-Many = "確定要永久刪除 %1$@ 張照片嗎？";
RemoveTitleMovies-None = "未選取任何項目。";
RemoveTitleMovies-One = "確定要將項目永久刪除嗎？";
RemoveTitleMovies-Some = "確定要永久刪除 %1$@ 個項目嗎？";
RemoveTitleMovies-Many = "確定要永久刪除 %1$@ 個項目嗎？";
RemoveGenericAlbumPhoto-One = "所選照片目前正在相簿中使用。移除它到垃圾桶會將其從所用的相簿中移除。您確定要繼續嗎？";
RemoveGenericAlbumPhoto-Some = "相簿中至少使用了一張所選的照片。搬移這些照片到垃圾桶會將它們從使用中的相簿移除。您確定要繼續嗎？";
RemoveGenericAlbumPhoto-Many = "相簿中至少使用了一張所選的照片。將這些照片搬移到垃圾桶會將它們從所用的相簿中移除。您確定要繼續嗎？";
RemoveKeepsakePhoto-One = "所選照片目前正在相簿中使用。搬移這些照片到垃圾桶會將它們從使用中的相簿移除。您確定要繼續嗎？";
RemoveKeepsakePhoto-Some = "相簿中至少使用了一張所選的照片。搬移這些照片到垃圾桶會將它們從使用中的相簿移除。您確定要繼續嗎？";
RemoveKeepsakePhoto-Many = "相簿中至少使用了一張所選的照片。搬移這些照片到垃圾桶會將它們從使用中的相簿移除。您確定要繼續嗎？";
RemoveSlideshowPhoto-One = "所選照片目前正被用於幻燈片秀。移除它到垃圾桶會將其從所用的幻燈片秀中移除。您確定要繼續嗎？";
RemoveSlideshowPhoto-Some = "幻燈片秀中至少使用了一張所選的照片。將這些照片搬移到垃圾桶會將它們從所用的幻燈片秀中移除。您確定要繼續嗎？";
RemoveSlideshowPhoto-Many = "幻燈片秀中至少使用了一張所選的照片。將這些照片搬移到垃圾桶會將它們從所用的幻燈片秀中移除。您確定要繼續嗎？";
RemovePublishedAlbumPhoto-One = "所選照片目前正被用於已發佈的相簿。移除它到垃圾桶會將其從所用的已發佈之相簿中移除。您確定要繼續嗎？";
RemovePublishedAlbumPhoto-Some = "已發佈的相簿中至少使用了一張所選的照片。將這些照片搬移到垃圾桶會將它們從已發佈的相簿中移除。您確定要繼續嗎？";
RemovePublishedAlbumPhoto-Many = "已發佈的相簿中至少使用了一張所選的照片。將這些照片搬移到垃圾桶會將它們從已發佈的相簿中移除。您確定要繼續嗎？";
CannotUndo = "無法還原此動作。";

// Photo removal (from Camera) prompt
RemoveFromCameraTitle-None = "未選取任何照片。";
RemoveFromCameraTitle-One = "確定要從攝影機裡永久刪除所選的照片嗎？";
RemoveFromCameraTitle-Some = "確定要從攝影機裡永久刪除所選的 %1$d 張照片嗎？";
RemoveFromCameraTitle-Many = "確定要從攝影機裡永久刪除所選的 %1$d 張照片嗎？";
RemoveFromCameraMsg = "無法還原此操作。";

// Album Removal prompt
RemoveAlbum = "確定要刪除“%1$@”相簿嗎？";
RemoveAlbumMsg = "此相簿中的照片仍將顯示在您的照片圖庫和其他包含這些照片的相簿中。\n";
RemoveAlbums = "確定要刪除所選的相簿嗎？";
RemoveAlbumsMsg = "這些相簿中的照片仍將顯示在您的照片圖庫和其他包含這些照片的相簿中。\n";
RemovePublishedAlbum = "確定要停止發佈並刪除 “%1$@”相簿嗎？";
RemovePublishedAlbumMsg = "此相簿中的照片仍將顯示在您的照片圖庫和其他包含這些照片的相簿中。\n";
RemovePublishedAlbumWithSyncedPhotosMsg = "相簿裡包含從您的“網路圖庫”下載的照片。若沒有輸入已經下載的照片，這些照片將會搬移到“垃圾桶”，除非您選擇輸入它們。\n";
RemovePublishedAlbums = "確定要停止發佈並刪除所選的相簿嗎？";
RemovePublishedAlbumsMsg = "這些相簿中的照片仍將顯示在您的照片圖庫和其他包含這些照片的相簿中。\n";
RemovePublishedAlbumsWithSyncedPhotosMsg = "相簿裡包含從您的“網路圖庫”下載的照片。若沒有輸入已經下載的照片，這些照片將會搬移到“垃圾桶”，除非您選擇輸入它們。\n";
RemovePublishedAlbumImport = "刪除此相簿之前先將照片輸入您的圖庫。";
RemovePublishedAlbumsImport = "刪除相簿之前先將照片輸入您的圖庫。";
RemoveBook = "確定要刪除產品“%1$@”嗎？";
RemoveBookMsg = "";
RemoveBooks = "確定要刪除所選的產品嗎？";
RemoveBooksMsg = "";
RemoveSlideshow = "確定要刪除“%1$@”幻燈片秀嗎？";
RemoveSlideshowMsg = "";
RemoveSlideshows = "確定要刪除所選的幻燈片秀？";
RemoveSlideshowsMsg = "";
RemoveFolder = "確定要刪除檔案夾“%1$@”和內含的所有項目嗎？";
RemoveFolderMsg = "";
RemoveFolders = "確定要刪除所選檔案夾和其內含的所有項目？";
RemoveFoldersMsg = "";
RemoveSubscription = "您確定確定要刪除“%1$@”訂閱項目嗎？";
RemoveSubscriptionMsg = "此訂閱相簿裡的照片不在您的照片圖庫裡，它們會被移至“垃圾桶”，除非您選擇將其輸入。";
RemoveInUseSubscriptionMsg = "此訂閱相簿裡的部分照片目前正在使用中，它們將會保留在您的照片圖庫裡。未使用的照片會移至“垃圾桶”，除非您選擇將其輸入。";
RemoveSubscriptions = "您確定要刪除所選的訂閱項目嗎？";
RemoveSubscriptionsMsg = "這些訂閱相簿裡的照片不在您的照片圖庫裡，它們會被移至“垃圾桶”，除非您選擇將其輸入。";
RemoveInUseSubscriptionsMsg = "這些訂閱項目裡的某些照片正在使用中，並將保留在您的照片圖庫內。未使用的照片將被搬移到“垃圾桶”，除非您選擇輸入它們。";
RemoveSubscriptionImport = "刪除訂閱之前先將照片輸入您的圖庫。";
RemoveSubscriptionsImport = "刪除訂閱之前先將照片輸入您的圖庫。";

// Print Controller strings
PrintTitle = "無照片待印";
PrintNoSelection = "請選擇有照片的相簿並再試一次。";
PCNoPlugins = "找不到任何列印外掛模組。";
PCFullPage = "整頁";
PCQualityWarning = "部分照片的品質不夠好，無法以所選格式列印。";
PCSelected-None = "未選取照片";
PCSelected-One = "已選取 %1$@ 張照片";
PCSelected-Some = "已選取 %1$@ 張照片";
PCSelected-Many = "已選取 %1$@ 張照片";
PCPage-None = "無頁面待印";
PCPage-One = "將列印成 %1$@ 頁";
PCPage-Some = "將列印成 %1$@ 頁";
PCPage-Many = "將列印成 %1$@ 頁";
// This should be centimeters when localized for a metric country
PCInches = "英吋";
PCIncompatiblePrintSize = "所選的列印大小不符合目前的紙張大小。";
PCIncompatibleRequiredPrintSize = "所選的印表機不支援在所要求的紙張大小上進行無邊列印。";

// Image Filter Controller strings
IFNoPlugins = "找不到任何影像濾鏡外掛模組。";

// Save panel
SaveSelectedImage = "儲存所選照片";
CurrentImageSize = "原照片尺寸（%1$d × %2$d）";

// Special folder names
RescuedItemsFolder = "救回的項目";

// Items in the Album list
APhotoLibrary = "照片";
ASubscriptions = "訂閱";
ANetwork = "共享的照片";
ANetworkLibraryDefault = "共享的圖庫";
AImportingPhotos = "正在輸入照片";
ALastImport = "最新輸入的照片";
AEmptyEvent = "新增事件";
AFavorites = "我的最愛";
AEarlyPhotos = "早期照片";
AEvents = "事件";
ACurrentlySelected = "最近檢視過的事件";
ACurrentlySelectedPlural = "最近檢視過的事件";
ASelectedEvents = "目前事件";
ASelectedEventsCount = "%i 個事件";
ALastNMonths = "最近 %i 個月";
ALastMonth = "最近 1 個月";
AMonthString = "個月的相簿";
AMonthsString = "個月的相簿";
ALastNRolls = "最近 %i 個事件";
ALastRoll = "最新事件";
ARollString = "事件相簿";
ARollsString = "事件相簿";
ASmartAlbum = "智慧型相簿";

ANumberedEmptyEvent = "新增事件 %1$d";

// Subscriptions
SubNextCheck = "下一次檢查：%1$@";
SubLastCheck = "最近一次檢查：%1$@";
SubLastCheckNever = "從未";
SubCheckStringFormat = "%1$@, %2$@";		// e.g. "Tomorrow, 5:21PM" (SubDateFormat, SubTimeFormat)

// book product types
HardcoverBook = "大 — 11\" × 8½\"";
LargeSoftcoverBook = "大 — 11\" × 8½\"";
MediumSoftcoverBook = "中 — 8\" × 6\"";
SmallSoftcoverBook = "小 — 3½\" × 2⅝\"";

// calendar product types
WallCalendar = "壁掛月曆";

// card product types
FoldedGreetingCard = "問候卡";
Postcard = "明信片";

// Cut Sheet features
CSLowResImageMessage = "列印計畫案中的一或多張照片的印刷品質可能較低。您要繼續嗎？";
CSCreatingBookPDF = "正在組合列印計畫案⋯";
CSTextWarning = "您的列印計畫案似乎無法納入所有文字。要繼續訂購嗎？";
CSDefaultTextWarning = "您的列印計畫案似乎包含未經編輯的預設文字。預設文字不會顯示在列印的頁面上。您想要繼續嗎？";
CSThemeButtonTooltip = "為此列印計畫案選擇一個主題";
CSStylingButtonTooltip = "調整此列印計畫案的文字樣式";
CSLoseCustomTextWarning = "改用不同的主題可能導致您加入至列印計畫案內的任何文字遺失。您要繼續嗎？";
CSCreatingIndefinite = "正在製作列印計畫案⋯";
CSLoadingIndefinite = "正在載入列印計畫案⋯";
CSUpdatingIndefinite = "正在更新列印計畫案⋯";
CSCreatingDefinite = "正在製作列印計畫案";
CSLoadingDefinite = "正在載入列印計畫案";
CSUpdatingDefinite = "正在更新列印計畫案";
CSPageTypeMenuLabel = "佈局 ▼";
CSPageTypeMenuLabelNoArrow = "佈局";
CSPageBackgroundMenuLabel = "背景";
CSPageTypeMenuTooltip = "為此頁面選擇另一種佈局";
CSPageBackgroundMenuTooltip = "為此頁面選擇另一種背景";
CSMinBookSizeTooltip = "以最小顯示尺寸檢視列印計畫案";
CSMaxBookSizeTooltip = "以最大顯示尺寸檢視列印計畫案";
CSBookSizerTooltip = "更改列印計畫案的顯示大小";
CSBookHolesAlertTitle = "不完整的頁面";
CSBookHolesAlert = "您的頁面似乎包含了某個或多個沒有照片的圖框。";
CSSettingsButtonTooltip = "更改此列印計畫案列印計畫案的設定";
CSRestoreSettingsTooltip = "將文字設定回復為預設值";
CSCancelSettingsTooltip = "取消設定且不要更改頁面";
CSApplySettingsTooltip = "將所選設定套用到頁面";
CSAltElementsMenuLabel = "邊線";
CSAltElementsMenuTooltip = "選擇這些照片的替用邊線";
CSPageDesignButtonLabel = "佈局 ▼";
CSPageDesignButtonLabelNoArrow = "佈局";
CSPageDesignButtonTooltip = "選擇此頁面的照片選擇佈局";
CSPageBackgroundTooltip = "選擇頁面的背景";
CSCreatingProductionImages = "正在合成影像⋯";
CSCreatingProductionFormat = "%1$d / %2$d 張影像";
CSPrintSettingsButtonLabel = "列印設定";
CSPrintSettingsButtonTooltip = "更改此列印計畫案的列印設定";
CSPrinterNameMenu = "印表機";
CSPrinterNameMenuTooltip = "從可用的印表機裡選擇";
CSPaperSizeMenu = "紙張大小";
CSPaperSizeMenuTooltip = "選擇紙張大小";
CSPaperTypeMenu = "紙張類型";
CSPaperTypeMenuTooltip = "選擇紙張類型";
CSOnePhotoPerPage = "在每頁使用同張照片";
CSOnePhotoPerPageTooltip = "以相同的照片填滿每一頁面，有需要時，並製作此計畫案的其他頁面";
CSPrintPreview = "列印預覽";
CSPrintPreviewTooltip = "啟用∕停用沖印色彩的螢幕預覽";
CSCropMarks = "裁切標記";
CSCropMarksTooltip = "沖印時包含裁切標記";
CSSimpleTypeName = "標準列印";
CSContactSheetTypeName = "聯絡表";
CSCustomTypeName = "自定";
CSSamplerTypeName = "集錦";
CSStandardPhotoSizeLabels = "16 x 20;11 x 14;8.5 x 11;8 x 10;5 x 7;4 x 6;3 x 5;2 x 3;2 x 2";
CSStandardPhotoSizeDimensions = "1152x1440;792x1008;612x792;576x720;360x504;288x432;216x360;144x216;144x144";
CSNextPageButtonTooltip = "前往列印計畫案裡的下一頁";
CSPreviousPageButtonTooltip = "前往列印計畫案裡的上一頁";
CSPageThumbTooltip = "檢視此列印計畫案裡的頁面";
CSImageShelfTooltip = "檢視此列印計畫案裡的照片";
CSNoPrinter	= "未選取印表機";
CSCustomSizeMenu = "自定⋯";
CSCustomPaperSizeTitle = "自定紙張大小";
CSCustomPhotoSizeTitle = "自定列印大小";
CSPageRotationHorizontal = "水平";
CSPageRotationHorizontalTooltip = "讓頁面水平";
CSPageRotationVertical = "垂直";
CSPageRotationVerticalTooltip = "讓頁面垂直";
CSPageOrientationPortrait = "直式";
CSPageOrientationPortraitTooltip = "將頁面旋轉為直式方向";
CSPageOrientationLandscape = "橫式";
CSPageOrientationLandscapeTooltip = "將頁面旋轉為橫式方向";
CSPlacedImageTooltip = "這張照片已被放入此列印計畫案的至少一個頁面裡";
CSNotPlacedImageTooltip = "這張照片沒有放入此列印計畫案內";
CSUntitledPrinterName = "未命名";
CSAnyPrinterName = "任何印表機";
CSNoPrinterName = "未選取印表機";
CSDefaultPrinterSettingsName = "標準";
CSSharedPrintersMenuLabel = "共享的印表機";
CSBorderlessPaperLabel = "無邊線";

// Card features
CARDLowResImageMessage = "卡片中的一或多張照片的印刷品質可能較低。您要繼續嗎？";
CARDCreatingBookPDF = "正在組合卡片⋯";
CARDErrorCreatingBookPDF = "無法組合卡片";
CARDErrorReasonCreatingBookPDF = "名為“%1$@”的照片發生問題。此照片的全解析度版本已經遺失或損毀。請更換此照片或將它從卡片裡刪除。";
CARDTextWarning = "您的卡片似乎無法納入所有文字。要繼續訂購嗎？";
CARDDefaultTextWarning = "您的卡片似乎含有未經編輯的預設文字。列印出的卡片將不會含有這些文字。您想要繼續您的訂購嗎?";
CARDViewPageMatrixTooltip = "選擇要顯示此卡片的雙面或單面";
CARDViewPageButtonTooltip = "顯示此卡片的單面";
CARDViewSpreadButtonTooltip = "顯示此卡片的雙面";
CARDThemeButtonTooltip = "為此卡片選擇一個主題";
CARDStylingButtonTooltip = "調整此卡片的文字樣式";
CARDLoseCustomTextWarning = "改用不同的主題可能導致您加入至卡片內的任何文字遺失。您要繼續嗎？";
CARDCreatingIndefinite = "正在製作卡片⋯";
CARDLoadingIndefinite = "正在載入卡片⋯";
CARDUpdatingIndefinite = "正在更新卡片⋯";
CARDCreatingDefinite = "正在製作卡片";
CARDLoadingDefinite = "正在載入卡片";
CARDUpdatingDefinite = "正在更新卡片";
CARDPageTypeMenuLabel = "佈局 ▼";
CARDPageTypeMenuLabelNoArrow = "佈局";
CARDPageBackgroundMenuLabel = "背景 ▼";
CARDPageBackgroundMenuLabelNoArrow = "背景";
CARDPageTypeMenuTooltip = "為此卡片的所選卡面選擇另一個佈局";
CARDPageBackgroundMenuTooltip = "為此卡片的所選卡面選擇另一個背景";
CARDPageDesignButtonLabel = "設計 ▼";
CARDPageDesignButtonLabelNoArrow = "設計";
CARDPageDesignButtonTooltip = "為此卡片的所選卡面選擇一個設計";
CARDOrientationButtonLabel = "方向";
CARDOrientationButtonTooltip = "更改此卡的方向";
CARDMinBookSizeTooltip = "以最小顯示尺寸來檢視卡片";
CARDMaxBookSizeTooltip = "以最大顯示尺寸來檢視卡片";
CARDBookSizerTooltip = "更改卡片的顯示大小";
CARDBookHolesAlertTitle = "未完成的卡片";
CARDBookHolesAlert = "您的卡片似乎包含了某個或多個沒有照片的圖框。您必須在圖框裡放入照片後才可以購買此卡片。";
CARDGreetingCardLabel = "問候卡";
CARDPostcardLabel = "明信片";
CARDCardOrientationTitle = "更改卡片的方向";
CARDChangeToHorizontalPrompt = "您正將橫式的照片放置於垂直的卡片上。您要將放置位置變更於水平的卡片上嗎？";
CARDChangeToVerticalPrompt = "您正將直式的照片放置於水平的卡片上。您要將放置位置變更於垂直的卡片上嗎？";
CARDAppleLogoCheckbox = "在卡片背面包含 Apple 標誌";
CARDRestoreSettingsTooltip = "將文字設定回復為預設值";
CARDCancelSettingsTooltip = "取消設定且不要更改卡片";
CARDApplySettingsTooltip = "將所選設定套用到卡片";
CARDIncludeBrandingTooltip = "當列印時包含 Apple 標誌和此卡片背面的商標";

// card categories
CARDCategoryAll = "全部";
CARDCategoryAllOccasion = "所有場合";
CARDCategoryBaby = "小孩";
CARDCategoryKids = "我家寶貝";
CARDCategoryBabyKids = "寶貝∕兒童";
CARDCategoryHoliday = "假日";
CARDCategoryEvents = "事件";
CARDCategoryHolidayEvents = "節日∕事件";
CARDCategoryInvitation = "邀請";
CARDCategoryThankYou = "感謝您";
CARDCategoryInvitationThankYou = "邀請∕感謝";
CARDCategoryParty = "聚會";
CARDCategoryFun = "娛樂";
CARDCategoryPartyFun = "聚會∕娛樂";
CARDCategorySeasonal = "節令";
CARDCategoryWedding = "婚禮";
CARDCategoryLove = "愛情";
CARDCategoryWeddingLove = "婚禮∕愛情";
CARDCategoryRomance = "浪漫";
CARDCategoryLoveRomance = "愛情∕浪漫";
CARDCategoryWeddingRomance = "婚禮∕浪漫";
CARDCategoryBirthday = "生日";
CARDCategoryAnniversary = "週年紀念";
CARDCategoryGraduation = "畢業";
CARDCategoryFriendship = "友誼";
CARDCategoryFavorites = "我的最愛";
CARDCategoryClassic = "古典";
CARDCategoryFormal = "正式";
CARDCategoryModern = "現代";
CARDPlacedImageTooltip = "這張照片已經放入此卡片內";
CARDNotPlacedImageTooltip = "這張照片沒有放入此卡片內";

// Calendar features
CALLowResImageMessage = "如果選擇目前使用的頁面設計，月曆中可能有一或多張照片的列印品質不佳。要繼續嗎？";
CALCreatingBookPDF = "正在組合月曆⋯";
CALErrorCreatingBookPDF = "無法組合月曆";
CALErrorReasonCreatingBookPDF = "名為“%1$@”的照片發生問題。此照片的全解析度版本已經遺失或損毀。請更換此照片或將它從日曆裡刪除。";
CALTextWarning = "您的月曆似乎無法容納所有文字。要繼續訂購嗎？";
CALDefaultTextWarning = "您的月曆似乎含有未經編輯的預設文字。列印出的月曆將不會含有此文字。您想要繼續嗎？";
CALViewPageMatrixTooltip = "選擇將此月曆顯示為全開或單一頁面";
CALViewPageButtonTooltip = "顯示此月曆的單一頁面";
CALViewSpreadButtonTooltip = "將此月曆顯示為全開頁面";
CALThemeButtonTooltip = "為此月曆選擇一個主題";
CALAutoflowButtonPrompt = "請將照片從 iPhoto 視窗的左側拖移到您的月曆頁面，或者按“自動編排”按鈕一下來為月曆自動佈局。";
CALLoseCustomTextWarning = "改用不同的主題可能導致您輸入至月曆照片頁面內的文字遺失。所有月曆本身輸入的文字將會被保留。您想要繼續嗎？";
CALCreatingIndefinite = "正在製作月曆⋯";
CALLoadingIndefinite = "正在載入月曆⋯";
CALUpdatingIndefinite = "正在更新月曆⋯";
CALCreatingDefinite = "正在製作月曆";
CALLoadingDefinite = "正在載入月曆";
CALUpdatingDefinite = "正在更新月曆";
CALPageTypeMenuLabel = "佈局";
CALPageTypeMenuTooltip = "選擇其他佈局或要在所選月份中放入的照片數量";
CALPageDesignButtonLabel = "設計 ▼";
CALPageDesignButtonLabelNoArrow = "設計";
CALPageDesignButtonTooltip = "為所選月份選擇頁面設計";
CALAutoflowButtonTooltip = "使用尚未置妥的照片來填入月曆頁面";
CALStylingButtonTooltip = "調整此月曆裡的文字樣式和其他設定";
CALPreviousPageButtonTooltip = "前往月曆的上一個月份";
CALNextPageButtonTooltip = "前往月曆的下一個月份";
CALMinBookSizeTooltip = "以最小顯示尺寸檢視月曆";
CALMaxBookSizeTooltip = "以最大顯示尺寸檢視月曆";
CALBookSizerTooltip = "更改月曆的顯示大小";
CALChangeSettings = "更改月曆選項";
CALImportCalendarErrorTitle = "無法輸入月曆";
CALImportCalendarError = "嘗試輸入月曆時發生錯誤。";
CALNetworkCalendarErrorTitle = "無法取用月曆";
CALNetworkCalendarError = "當嘗試以您的 Internet 連線來取用共享的月曆時發生錯誤。請檢查您的連線然後再試一次。";
CALBookHolesAlertTitle = "未完成的月曆";
CALBookHolesAlert = "您的月曆似乎在一個或多個月份中含有不包含照片的圖框。您必須更改這些頁面的佈局，或是在圖框裡放入照片後才可以購買此月曆。";
CALTooManyPagesWarningTitle = "月曆超過 %1$d 個月份";
CALTooManyPagesWarning = "您所選擇的照片數量已超出以所選主題為基準的 %1$d 月月曆可容納的照片。";
CALNothingToAutoflow = "您的所有照片都已被放置於月曆內，已經沒有任何空缺照片的位置需要填補。";
CALProductLabel = "月曆";
CALDataLoadingProgress = "正在輸入月曆資料⋯";
CALBirthdayFormatString = "“%@”的生日"; // used for calendar data in conjunction with person's full name (e.g. "Mary Smith's Birthday")
CALBirthdayAlternateFormatString = "“%@”生日"; // used for calendar data in conjunction with person's full name that ends in "S" (e.g. "Emily Fagans' Birthday")
CALNewFromLibraryTitle = "尚未替月曆選擇照片";
CALNewFromLibrary = "您要現在自動加入圖庫中的所有照片，或是想要稍後再將照片拖到此月曆中？";
CALCleanUpCalendar = "整理月曆";
CALPageThumbTooltip = "檢視此月曆內的頁面";
CALImageShelfTooltip = "檢視此月曆裡的照片";
CALPlacedImageTooltip = "這張照片已被放入此月曆的至少一個頁面裡";
CALNotPlacedImageTooltip = "這張照片沒有放入此月曆內";

// Book features
BKCalendarFormat = "%Y 年 %m 月";
BKAttributionSingle = "這些照片是由“%2$@”於 %1$@所拍攝。";
BKAttributionMultiple = "這些照片是由“%3$@”於 %1$@和 %2$@之間所拍攝。";
BKLowResImageTitle = "低畫質警告";
BKLowResImageMessage = "如果選擇目前使用的頁面設計，攝影集中可能有一或多張照片的列印品質不佳。要繼續嗎？";
BKLowResImageTooltip = "此照片的沖印品質可能會很差";
BKLowResImageTooltipWithSize = "若要確保最佳品質，此照片的建議沖印大小為 $1%d x $2%d";
BKLowResImageContinueButton = "繼續";
BKLowResImageCancelButton = "停止";
BKCreatingBookPDF = "正在組合攝影集⋯";
BKErrorCreatingBookPDF = "無法組合攝影集";
BKErrorReasonCreatingBookPDF = "名為“%1$@”的照片發生問題。此照片的全解析度版本已經遺失或損毀。請更換此照片或將它從攝影集裡刪除。";
BKCreatingBookPDFPages = "第 %1$d / %2$d 頁";
BKCoverPageName = "封面";
BKInsideCoverPageName = "內頁封面";
BKInsideFlapPageName = "內頁封套";
BKBackCoverPageName = "背面";
BKTextWarningTitle = "片段文字";
BKTextWarning = "攝影集似乎無法納入所有文字。要繼續訂購嗎？";
BKTextWarningTooltip = "此文字顯示不符合指定的文字區域";
BKDefaultTextTitle = "預設文字";
BKDefaultTextWarning = "您的攝影集似乎含有未經編輯的預設文字。列印出的攝影集將不會含有此文字。您想要繼續您的訂購嗎？";
BKImageHoleText = "將影像拖移到這裡";
BKViewButtonLabel = "顯示方式";
BKViewPageMatrixTooltip = "選擇將此攝影集顯示為全開或單一頁面";
BKViewPageButtonTooltip = "為此攝影集選擇單一頁面";
BKViewSpreadButtonTooltip = "將此攝影集顯示為全開頁面";
BKPageNavButtonLabel = "頁面";
BKThemeButtonLabel = "主題";
BKThemePanelMenuOption = "主題面板⋯";
BKThemeButtonTooltip = "為此攝影集選擇一個主題";
BKPageBackgroundMenuLabel = "背景";
BKPageBackgroundMenuTooltip = "為目前所選頁面選擇背景";
BKPageDesignButtonLabel = "頁面設計 ▼";
BKPageDesignButtonLabelNoArrow = "頁面設計";
BKPageDesignButtonTooltip = "為所選頁面選擇頁面設計";
BKPageTypeMenuLabel = "佈局";
BKPageTypeMenuTooltip = "為所選頁面選擇另一種佈局";
BKStylingButtonLabel = "文字";
BKStylingButtonTooltip = "調整此攝影集的文字樣式";
BKAdjustButtonTooltip = "調整所選元件的屬性";
BKAutoflowButtonLabel = "自動編排";
BKAutoflowButtonTooltip = "將尚未置妥的照片加入攝影集";
BKAutoflowButtonPrompt = "將照片從 iPhoto 視窗的上方拖移至您的攝影集頁面，或按“自動編排”一下來為您的攝影集自動佈局。";
BKGenerateBookTitle = "您想讓 iPhoto 自動為攝影集設定佈局，或以手動方式編排頁面中的照片？";
BKGenerateBookOption = "";
BKGenerateBookYes = "自動編排";
BKGenerateBookNo = "手動編排";
BKAddPageButtonLabel = "新增頁面";
BKAddPageButtonTooltip = "將頁面新增到此攝影集";
BKAddSpreadButtonLabel = "新增頁面";
BKAddSpreadButtonTooltip = "新增全開頁面至此攝影集";
BKRemovePageWarning = "您確定要從此攝影集移除所選頁面嗎？";
BKRemovePageWarningMsg = "此頁面上的照片會保留在照片瀏覽器裡。";
BKCustomizeButtonLabel = "自定";
BKCustomizeButtonTooltip = "自定此攝影集的佈局";
BKScrapAreaLabel = "頁面 %1$d";
BKNoTemplateWarningTitle = "沒有可用的主題";
BKNoTemplateWarning = "未搜尋到任何主題。至少安裝一個主題後才能使用此功能。";
BKLoseCustomTextWarning = "更改為不同的主題可能導致您遺失已增加到此攝影集的任何文字。您要繼續嗎？";
BKScrapAreaUnusedLabel = "未置妥的照片";
BKTooManyPagesWarningTitle = "攝影集超過 %1$d 頁";
BKTooManyPagesWarning = "您所選擇的照片數量已超出以所選主題為基準的 %1$d 頁攝影集可容納的照片。";
BKAddPageWarningTitle = "無法加入額外的頁面";
BKAddPageWarning = "此攝影集已有 %1$d 頁。若要增加新的頁面，您必須刪除現有頁面。";
BKBookHolesAlertTitle = "未完成的攝影集";
BKBookHolesAlert = "您的攝影集似乎在一個或多個頁面中含有不包含照片的圖框。您必須更改這些頁面的佈局，或是在圖框裡放入照片後才可以購買此攝影集。";
BKUnusedBlankPageAlert = "攝影集的尾頁有空白頁面。您要繼續嗎？";
BKNothingToAutoflow = "您的所有照片都已被放置於攝影集內，已經沒有任何空相框需要填補。";
BKCopyrightUserNameFormat = "© %1$@";
BKMinBookSizeTooltip = "以最小顯示尺寸來檢視頁面";
BKMaxBookSizeTooltip = "以最大顯示尺寸來檢視頁面";
BKBookSizerTooltip = "更改頁面的顯示大小";
BKHardCoverLabel = "精裝";
BKSoftCoverLabel = "平裝";
BKSpiralBoundLabel = "線裝";
BKSpiralBoundLongLabel = "線裝平裝";
BKLegacyThemeLabel = "舊主題";
BKCreatingIndefinite = "正在製作攝影集⋯";
BKLoadingIndefinite = "正在載入攝影集⋯";
BKUpdatingIndefinite = "正在更新攝影集⋯";
BKCreatingDefinite = "正在製作攝影集";
BKLoadingDefinite = "正在載入攝影集";
BKUpdatingDefinite = "正在更新攝影集";
BKUserCustomizedPageType = "自定";
BKPageTitleFormat = "頁面 %1$d";
BKRestoreSettingsTooltip = "將攝影集的文字設定回復為預設值";
BKCancelSettingsTooltip = "取消設定且不要更改攝影集";
BKApplySettingsTooltip = "將所選設定套用到攝影集";
BKShowCaptionsTooltip = "在照片文字欄位顯示預設的照片說明、註解和（或）檔案名稱";
BKNewFromLibraryTitle = "尚未替攝影集選擇照片";
BKNewFromLibrary = "您要現在自動加入照片圖庫中的所有照片，或是想要稍後再將照片拖到此攝影集中？";
BKNewFromLibraryNow = "現在加入";
BKNewFromLibraryLater = "稍後加入";
BKPageThumbTooltip = "檢視此攝影集裡的頁面";
BKImageShelfTooltip = "檢視此攝影集裡的照片";
BKPlacedImageTooltip = "這張照片已被放入此攝影集的至少一個頁面裡";
BKNotPlacedImageTooltip = "這張照片沒有放入此攝影集內";

// Book Upgrade Messaging
BKHardcoverConversionMessage = "iPhoto 的精裝攝影集現在包含了印刷的活動式封面。您的攝影集已更新成這種新的樣式。請在訂購之前先檢視一下修改過的攝影集。";
BKLargeSoftcoverConversionMessage = "iPhoto 的大型平裝攝影集現在包含了印刷的包裝式封面。您的攝影集已更新成這種新的樣式。請在訂購之前先檢視一下修改過的攝影集。";
BKSoftcoverConversionMessage = "iPhoto 的平裝攝影集現在包含了多種可自定前後封面的選項。您的攝影集已更新成這種新的樣式。請在訂購之前先檢視一下修改過的攝影集。";
BKDeprecatedThemeMessage = "用來製作此攝影集的主題已不存在於 iPhoto 裡。您可以用這個主題來完成和訂購此攝影集，但如果您現在選擇了新的主題，您就無法再改回這個主題。您要繼續嗎？";

// Book inspectors
BKPageInspectorTitle = "調整頁面";
BKPageElementInspectorTitle = "調整元件";
BKImageElementTitle = "調整照片";
BKArtElementTitle = "調整插圖";
BKCompoundElementTitle = "調整照片相框";
BKCalendarElementTitle = "調整月曆";
BKTextElementTitle = "調整文字";

BKBackgroundTransparencyTooltip = "調整背景影像的透明度";
BKBackgroundMaxTransparencyTooltip = "使背景影像透明";
BKBackgroundMinTransparencyTooltip = "使背景影像不透明";
CommandBackgroundTransparency = "調整照片透明度";

// Book actions (for undo/redo strings and the like)
BKAddPage = "新增頁面";
BKRemovePage = "移除頁面";
BKDeletePhoto = "移除照片";
BKCutPageElement = "剪下元件";
BKPastePageElement = "貼上元件";
BKMovePageElement = "搬移元件";
BKResizePageElement = "調整元件大小";
BKRotatePageElement = "旋轉元件";
BKSwapPhoto = "交換照片";
BKMovePhoto = "移動照片";
BKMovePage = "移動頁面";
BKMoveSpread = "移動範圍";
BKChangeTheme = "更改主題";
BKChangePageType = "更改頁面類型";
BKChangeBackground = "變更背景";
BKChangePageDesign = "更改頁面設計";
BKTextEditing = "文字編輯";
BKAutoflow = "自動編排";
BKPan = "搖攝照片";
BKZoom = "縮放照片";
BKCleanUpBook = "整理攝影集";
BKChangeSettings = "更改設定";
BKSendToBack = "移至最後面";
BKMoveToFront = "移至最前面";
BKMirrorImage = "鏡像影像";
BKChangeBorder = "更改邊線";
BKChangeFrame = "更改圖框";
BKChangeLayout = "更改佈局";
BKRotatePage = "旋轉頁面";
BKChangeOrientation = "更改方向";
BKChangeColumns = "更改欄";


// printed product sizes (for info panel)
BKInfoDimensionHardcover = "11\" × 8½\"";
BKInfoDimensionSoftcoverLarge = "11\" × 8½\""; 
BKInfoDimensionSoftcoverMedium = "8\" × 6\"";
BKInfoDimensionSoftcoverSmall = "3½\" × 2⅝\"";
CARDInfoDimensionHorizontalFolded = "7\" × 5\"";
CARDInfoDimensionVerticalFolded = "5\" × 7\"";
CARDInfoDimensionHorizontalPostcard = "6\" × 4\"";
CARDInfoDimensionVerticalPostcard = "4\" × 6\"";
CALInfoDimension = "13\" × 10.4\"";

// Book Engine
// -----------
// Global Page Type Names
PageTypeCover = "封面";
PageTypeFlap = "內頁封套";
PageTypeBack = "返回";
PageTypeBlank = "空白";
PageTypeIntro = "介紹";
PageTypeText = "文字";
PageTypeChapter = "章節";
PageTypeOne = "一頁單張";
PageTypeTwo = "一頁兩張";
PageTypeThree = "一頁三張";
PageTypeFour = "一頁四張";
PageTypeSix = "一頁六張";
PageTypeSeven = "一頁七張";
PageTypeEight = "一頁八張";
PageTypeTen = "10";
PageTypeTwelve = "一頁十二張";
PageTypeFourteen = "14";
PageTypeSixteen = "一頁十六張";
PageTypeCalendar = "月曆";
PageTypeOutside = "外部";
PageTypeOut = "外部";
PageTypeInside = "內部";
PageTypeIn = "內部";
PageTypeFront = "前部";

// Global Placeholder Text
DefaultCoverSubtitle = "插入副標題或作者姓名。";
CoverSubtitle = "插入副標題或作者姓名。";
DefaultFlapTitle = "關於此攝影集";
DefaultFlapDescription = "插入攝影集的描述。";
DefaultIntroTitle = "介紹";
DefaultIntroBody = "插入攝影集的描述（您可以寫一些句子來描述您的照片）。";
DefaultIntroText = "插入攝影集的描述（您可以寫一些句子來描述您的照片）。";
DefaultPhotoDescription = "插入照片的描述。";
DefaultPhotosDescription = "插入照片的描述。";
DefaultHeadline = "插入標題";
DefaultTitle = "插入標題";
DefaultCardback = "請在此處插入您的問候。";
DefaultBody = "請在此處插入您的問候。";
StampLabel = "請在此貼上郵資足夠的郵票";

// Photo viewer mode strings

PVModeButtonLabel = "顯示方式";
PVModeMatrixTooltip = "選擇觀看照片的方式";
PVModeAll = "全部";
PVModeEvent = "事件";
PVModeDetail = "詳細資訊";
PVModeEdit = "編輯";

// Filter bar strings

FBShowAll = "顯示全部";
FBDate = "日期";
FBKeywords = "關鍵字";
FBRating = "喜好程度";
FBEvent = "事件";
FBBack = "返回";

TBNewEvent = "新增事件 ";
TBNewEventTooltip = "製作新的空白事件";
TBSetEvent = "記住";
TBSetRecentTooltip = "在側邊欄顯示所選的事件";

TBEvents = "事件";
TBDetail = "詳細資訊";

MISortPhotos = "分類照片";
MISortEvents = "排序事件";

MergeEventUpOrDown = "按一下滑鼠來合併“%1$@”到“%2$@”。";

TBSplit = "分割";
TBAutoSplit = "自動分割";
TBMerge = "合併";
TBSplitDone = "完成";

MIMergeEventUp = "與上方項目合併";
MIMergeEventDown = "與下方項目合併";
MIMergeEvents = "合併事件";
MISplitEvents = "分割事件";

FinishSplitAlert_Title = "分割進度。";
FinishSplitAlert_Message = "在更改相簿或結束前，請先完成或取消分割。";
FinishSplitAlert_OK = "好";

SplitDuration-SecondsShortSingular = "秒";
SplitDuration-SecondsShortPlural = "秒";
SplitDuration-SecondsLongSingular = "秒";
SplitDuration-SecondsLongPlural = "秒";
SplitDuration-MinutesShortSingular = "最小";
SplitDuration-MinutesShortPlural = "分鐘";
SplitDuration-MinutesLongSingular = "分鐘";
SplitDuration-MinutesLongPlural = "分鐘";
SplitDuration-HoursShortSingular = "小時";
SplitDuration-HoursShortPlural = "小時";
SplitDuration-HoursLongSingular = "小時";
SplitDuration-HoursLongPlural = "小時";
SplitDuration-DaysShortSingular = "天";
SplitDuration-DaysShortPlural = "天";
SplitDuration-DaysLongSingular = "天";
SplitDuration-DaysLongPlural = "天";
SplitDuration-xxxx = "";
SplitDuration-xxxS = "[S] [SS]";
SplitDuration-xxMx = "[M] [MS]";
SplitDuration-xxMS = "[M] [MS], [S] [SS]";
SplitDuration-xHxx = "[H] [HS]";
SplitDuration-xHxS = "[H] [HS], [S] [SS]";
SplitDuration-xHMx = "[H] [HS], [M] [MS]";
SplitDuration-xHMS = "[H] [HS], [M] [MS], [S] [SS]";
SplitDuration-Dxxx = "[D] [DS]";
SplitDuration-DxxS = "[D] [DS], [S] [SS]";
SplitDuration-DxMx = "[D] [DS], [M] [MS]";
SplitDuration-DxMS = "[D] [DS], [M] [MS], [S] [SS]";
SplitDuration-DHxx = "[D] [DS], [H] [HS]";
SplitDuration-DHxS = "[D] [DS], [H] [HS], [S] [SS]";
SplitDuration-DHMx = "[D] [DS], [H] [HS], [M] [MS]";
SplitDuration-DHMS = "[D] [DS], [H] [HS], [M] [MS], [S] [SS]";

SplitProgress = "正在分割“事件”。";
UndoSplitProgress = "還原分割“事件”⋯";
RedoSplitProgress = "重作分割“事件”⋯";

MergeProgress = "正在合併“事件”。";
UndoMergeProgress = "還原合併“事件”⋯";
RedoMergeProgress = "重作合併“事件”⋯";

AutoSplitProgress = "正在自動分割“事件”。";
UndoAutoSplitProgress = "還原自動分割“事件”⋯";
RedoAutoSplitProgress = "重作自動分割“事件”⋯";

SplitName = "%@ %@";

NoKeywordsToolTip = "<沒有關鍵字>";
KeywordsToolTipJoiner = "，";

// Batch change strings
BatchChangeProgress = "正在更新照片⋯";
BatchChangeCanceled = "取消分批更改⋯";
AddTimeSeconds-None = "秒";
AddTimeSeconds-One = "秒";
AddTimeSeconds-Some = "秒";
AddTimeSeconds-Many = "秒";
AddTimeMinutes-None = "分鐘";
AddTimeMinutes-One = "分鐘";
AddTimeMinutes-Some = "分鐘";
AddTimeMinutes-Many = "分鐘";
AddTimeHours-None = "小時";
AddTimeHours-One = "小時";
AddTimeHours-Some = "小時";
AddTimeHours-Many = "小時";
AddTimeDays-None = "天";
AddTimeDays-One = "天";
AddTimeDays-Some = "天";
AddTimeDays-Many = "天";
BatchChangeDateExplanation-One = "您照片的原始日期和時間顯示於下方。請將其調整為正確的時間。";
BatchChangeDateExplanation-Some = "您第一張照片的原始日期和時間顯示於下方。請將其調整為正確的時間，所有 %@ 張照片都會跟著進行調整。";
BatchChangeDateExplanation-Many = "您第一張照片的原始日期和時間顯示於下方。請將其調整為正確的時間，所有 %@ 張照片都會跟著進行調整。";

BatchChangeDateExplanationDays = "原始的%1$@將會以“%5$@”、“%4$@”、“%3$@”以及“%2$@”來調整";	// The original photo will be adjusted by 3 days, 1 hour, 45 minutes, and 3 seconds
BatchChangeDateExplanationHours = "原始的%1$@將會以“%4$@”、“%3$@”和“%2$@”來調整";	// ...adjusted by 1 hour, 45 minutes, and 3 seconds
BatchChangeDateExplanationMinutes = "原始的%1$@將會以“%3$@”和“%2$@”來調整";	// ...adjusted by 45 minutes and 3 seconds
BatchChangeDateExplanationSeconds = "原始的%1$@會以“%2$@”來調整";	// ...adjusted by 3 seconds
ExplanationPhoto-One = "照片";  // subsitutued into BatchChangeDateExplanationDays as parameter 1
ExplanationPhoto-Some = "照片";  // subsitutued into BatchChangeDateExplanationDays as parameter 1
ExplanationPhoto-Many = "照片";  // subsitutued into BatchChangeDateExplanationDays as parameter 1
ExplanationDay-One = "%1$@ 天"; // substituted into BatchChangeDateExplanationDays as parameter 5
ExplanationDay-Some = "%1$@ 天"; // substituted into BatchChangeDateExplanationDays as parameter 5
ExplanationDay-Many = "%1$@ 天"; // substituted into BatchChangeDateExplanationDays as parameter 5
ExplanationHour-None = "%1$@ 小時"; // substituted into BatchChangeDateExplanationDays as parameter 4
ExplanationHour-One = "%1$@ 小時"; // substituted into BatchChangeDateExplanationDays as parameter 4
ExplanationHour-Some = "%1$@ 小時"; // substituted into BatchChangeDateExplanationDays as parameter 4
ExplanationHour-Many = "%1$@ 小時"; // substituted into BatchChangeDateExplanationDays as parameter 4
ExplanationMinute-None = "%1$@ 分鐘"; // substituted into BatchChangeDateExplanationDays as parameter 3
ExplanationMinute-One = "%1$@ 分鐘"; // substituted into BatchChangeDateExplanationDays as parameter 3
ExplanationMinute-Some = "%1$@ 分鐘"; // substituted into BatchChangeDateExplanationDays as parameter 3
ExplanationMinute-Many = "%1$@ 分鐘"; // substituted into BatchChangeDateExplanationDays as parameter 3
ExplanationSecond-None = "%1$@ 秒"; // substituted into BatchChangeDateExplanationDays as parameter 2
ExplanationSecond-One = "%1$@ 秒"; // substituted into BatchChangeDateExplanationDays as parameter 2
ExplanationSecond-Some = "%1$@ 秒"; // substituted into BatchChangeDateExplanationDays as parameter 2
ExplanationSecond-Many = "%1$@ 秒"; // substituted into BatchChangeDateExplanationDays as parameter 2


// Pre-determined keywords
ResetFilterKeywords = "重置";
EditKeywords = "編輯關鍵字";
StopEditKeywords = "關鍵字編輯完成";
NoneKeyword = "無";
NoneKeywordCategory = "所有關鍵字";
DoneKeyword = "完成";
ShowAllKeyword = "顯示全部";
FavoriteKeyword = "_Favorite_";
Keyword3 = "我的最愛";
Keyword4 = "全家福";
Keyword5 = "我家寶貝";
Keyword6 = "假期留影";
Keyword7 = "生日";
MovieKeyword = "影片";
RawKeyword = "Raw";			// This refers to a "raw" image (not a JPEG) that is stored in an advanced digital camera.

// Menu items
ACShowInfo = "顯示簡介";
ACHideInfo = "隱藏簡介";

// Commands (for undo/redo)
CommandAddImageToAlbum = "將照片加到相簿";
CommandAddImagesToAlbum = "將照片加到相簿";
CommandRemoveImageFromAlbum = "刪除相簿裡的照片";
CommandRemoveImagesFromAlbum = "刪除相簿裡的照片";
CommandRemoveImageFromTrash = "回復至照片圖庫";
CommandRemoveImagesFromTrash = "回復至照片圖庫";
CommandMovePhotosToTrash = "丟到垃圾桶";
CommandMovePhotoToTrash = "丟到垃圾桶";
CommandRotateImage = "旋轉照片";
CommandRotateImages = "旋轉照片";
CommandCropImage = "裁切照片";
CommandEnhance = "增強畫質";
CommandSaturation = "調整飽和度";
CommandHighlightsAndShadows = "調整亮處與陰影";
Dodge = "柔和";
Burn = "燒錄";
CommandBoost = "深化顏色";
CommandFade = "淡出顏色";
CommandBloom = "套用光暈";
CommandGloom = "套用暗化";
CommandMonet = "莫內";
CommandManet = "馬內";
CommandRenoir = "雷諾瓦";
CommandCezanne = "Cezanne";
CommandDegas = "Degas";
CommandVignette = "暈邊";
CommandMatte = "遮罩";
CommandEdgeBlur = "邊緣模糊";
CommandPosterize = "海報化";
CommandFillLight = "填滿亮度";
CommandImpact = "加入衝擊";
CommandAntique = "復古";
CommandExposure = "調整曝光";
CommandBlackAndWhite = "轉換成黑白模式";
CommandBlackAndWhiteShort = "黑白模式";
CommandSepia = "轉換成深褐色調";
CommandHighlights = "調整顏色";
CommandColorAdjust = "調整顏色";
CommandSharpen = "調整照片的清晰度";
CommandNoise = "減少照片雜訊";
CommandBlackAndWhitePoint = "調整黑點和白點";
CommandBlackPoint = "調整黑點";
CommandWhitePoint = "調整白點";
CommandColorBalance = "調整色彩平衡";
CommandRedEye = "減弱紅眼現象";
CommandStraightenImage = "垂直";
CommandRemoveBlemish = "修飾";
CommandBrightnessContrast = "對比";
CommandAdjustLighting = "調整亮度";
CommandAdjustTint = "調整色彩平衡";
CommandResetAdjustments = "重設調整";
CommandRestoreAdjustments = "回復調整";
CommandPasteAdjustments = "貼上調整內容";
CommandResetEffects = "重設特效";
CommandChangeConstrain = "更改裁切選項";
CommandBatchChange = "分批更改";
CommandAdjustDateAndTime = "調整日期與時間";
CommandChangeCaption = "照片標題";
CommandChangeEventCaption = "事件標題";
CommandChangeKeyword = "更改關鍵字";
CommandChangeRating = "照片喜好程度";
CommandChangeDate = "照片日期";
CommandChangeTime = "照片時間";
CommandChangeComments = "照片註解";
CommandChangeRollName = "事件名稱";
CommandChangeRollDate = "事件日期";
CommandChangeRollTime = "事件時間";
CommandChangeRollComments = "事件註解";
CommandAddKeyword = "加入關鍵字";
CommandRemoveKeyword = "移除關鍵字";
CommandRemoveAllKeywords = "移除所有關鍵字";
CommandCreateKeyword = "製作關鍵字";
CommandDeleteKeyword = "刪除關鍵字";
CommandCutMultiple = "剪下 %1$d 張照片";
CommandCopyMultiple = "拷貝 %1$d 張照片";
CommandPasteMultiple = "貼上 %1$d 張照片";
CommandMoveSingle = "移動 1 張照片";
CommandMoveMultiple = "移動 %1$d 張照片";
CommandCutSingle = "剪下 %1$@";
CommandCopySingle = "拷貝 %1$@";
CommandPasteSingle = "貼上 %1$@";
CommandReorderAlbum = "重新排列相簿中的照片順序";
CommandReorderAlbums = "重新排列相簿順序";
CommandDuplicateAlbum = "複製相簿";
CommandNewAlbum = "製作新相簿";
CommandNewAlbumFromSelection = "從所選範圍裡製作新相簿";
CommandNewFolder = "製作新的檔案夾";
CommandNewBook = "製作新的攝影集";
CommandNewCard = "製作新卡片";
CommandNewCalendar = "製作新月曆";
CommandNewKeepsake = "製作新相簿";
CommandNewSlideshow = "製作新的幻燈片秀";
CommandRemoveAlbum = "刪除相簿";
CommandRemoveAlbums = "刪除相簿";
CommandRemoveKeepsake = "刪除相簿";
CommandRemoveKeepsakes = "刪除相簿";
CommandRemoveSlideshow = "刪除幻燈片秀";
CommandRemoveSlideshows = "刪除幻燈片秀";
CommandRemoveFolder = "刪除檔案夾";
CommandRemoveFolders = "刪除檔案夾";
CommandSetRanking = "設定喜好程度";
CommandCreateRoll = "製作事件";
CommandAddToRoll = "加入到事件";
CommandStackPhotos = "堆疊照片";
CommandUnstackPhotos = "取消堆疊照片";
CommandSetStackKeyPhoto = "設定堆疊的主要照片";
CommandChangeStack = "更改堆疊";
CommandRemoveFromStack = "移除堆疊中的照片";
CommandMergeEvents = "合併事件";
CommandSplitEvents = "分割事件";
CommandAutoSplitEvents = "自動分割事件";

// Image Edit toolbar strings
ConstrainMenuCustom = "自定";
ConstrainCustomLabel = "自定比例";
ConstrainCustomToolTip = "為所選區域輸入自定的裁切比例";
ResizeMenuLabel = "尺寸";
ResizeMenuToolTip = "更改影像的放大倍數";
ScaleViewLabel = "縮放";
ScaleViewToolTip = "更改照片大小";
ScaleDownLabel = "縮小";
ScaleDownToolTip = "縮小照片";
ScaleUpLabel = "放大";
ScaleUpToolTip = "放大照片";
ScaleFitLabel = "符合視窗大小";
ScaleFitToolTip = "將照片縮放至視窗大小";
ConstrainAsPortrait = "直式";
ConstrainAsLandscape = "橫式";
ConstrainNoneLabel = "任意比例";
ConstrainNoneToolTip = "以任意比例選取區域";
ConstrainNoneTag = "0";
Constrain2x3Label = "2 × 3";
Constrain2x3ToolTip = "將所選區域裁切為 2 × 3 的比例";
Constrain2x3Tag = "20003";
Constrain3x5Label = "3 × 5";
Constrain3x5ToolTip = "將所選區域裁切為 3 × 5 的比例";
Constrain3x5Tag = "50003";
Constrain4x3PLabel = "4 × 3（攝影集）";
Constrain4x3PToolTip = "將所選區域裁切為 4 × 3 的比例";
Constrain4x3PTag = "30004";
Constrain4x3LLabel = "4 × 3（DVD）";
Constrain4x3LToolTip = "將所選範圍裁切成 4 × 3 橫式比例以用於 DVD";
Constrain4x3LTag = "-40003";
Constrain4x6LLabel = "4 × 6";
Constrain4x6LToolTip = "將所選區域裁切為 4 × 6 的比例";
Constrain4x6LTag = "60004";
Constrain5x7PLabel = "5 × 7";
Constrain5x7PToolTip = "將所選區域裁切為 5 × 7 的比例";
Constrain5x7PTag = "50007";
Constrain8x10PLabel = "8 × 10";
Constrain8x10PToolTip = "將所選區域裁切為 8 × 10 的比例";
Constrain8x10PTag = "80010";
Constrain16x20Label = "16 × 20";
Constrain16x20ToolTip = "將所選區域裁切為 16 x 20 的比例";
Constrain16x20Tag = "160020";
Constrain20x30Label = "20 × 30";
Constrain20x30ToolTip = "將所選區域裁切為 20 × 30 的比例";
Constrain20x30Tag = "200030";
ConstrainSquareLabel = "正方形";
ConstrainSquareToolTip = "將所選區域裁切為正方形";
ConstrainSquareTag = "10001";
ConstrainLongArray = "('%d × %d  (顯示器)','%d × %d  (原有大小)', '2 × 3', '3 × 5', '4 × 3  (DVD)', '4 × 3  (攝影集)', '4 × 6  (明信片)', '5 × 7  (L、2L)', '8 × 10', '16 x 9  (HD)', '16 × 20', '20 × 30  (海報)', '正方型', '自定⋯', '裁切為橫式', '裁切為直式')";
ConstrainShortArray = "('%d × %d', '%d × %d', '2 × 3', '3 × 5', '4 × 3  (DVD)', '4 × 3', '4 × 6', '5 × 7', '8 × 10', '16 × 9', '16 × 20', '20 × 30', '正方型', '自定⋯', '橫式', '直式')";
ConstrainTagArray = "('-1', '-2', '20003', '50003', '-40003', '30004', '60004', '70005', '100008', '-160009', '160020', '200030', '10001', '-98', '-99', '-100')";
RetouchLabel = "修飾";
RetouchToolTip = "使用筆刷工具修飾照片";
EnhanceLabel = "增強";
EnhanceToolTip = "自動增強色彩";
BlackAndWhiteLabel = "黑白模式";
BlackAndWhiteToolTip = "將照片轉為黑白模式";
SepiaLabel = "深褐色調";
SepiaToolTip = "將照片轉為深褐色調";
RedEyeLabel = "紅眼現象";
RedEyeToolTip = "使用紅眼現象工具來減少人眼中的紅色色調現象";
BrightnessContrastLabel = "對比";
BrightnessContrastToolTip = "更改照片的對比度";
CropLabel = "裁切";
CropToolTip = "使用裁切工具來剪裁照片";
TreatmentsToolTip = "將所選特效套用到照片上";
RotateLabel = "旋轉";
RotateToolTip = "以 90 度旋轉照片";
ExternalEditorLabel = "外部編輯程式";
ExternalEditorToolTip = "使用外部照片編輯程式";
CustomizeLabel = "自定";
CustomizeToolTip = "自定工具列項目";
ShowThumbnailsMenuItem = "總是顯示";
HideThumbnailMenuItem = "自動隱藏縮覽圖";
ShowThumbnailsMainWindowMenuItem = "顯示";
HideThumbnailsMainWindowMenuItem = "隱藏";
ShowToolbarMenuItem = "顯示工具列";
HideToolbarMenuItem = "自動隱藏工具列";
// Slide Show
SSBuiltInMusicPlaylistTitle = "音樂樣本";
SSAdjustPanelTitle = "調整此幻燈片";
SSSettingsTitle = "設定";
SSSettingsTitleTooltip = "設定整個幻燈片秀的選項";
SSSettingsPreview = "預覽";
SSSettingsPreviewTooltip = "預覽所選的幻燈片";
SSSettingsPlay = "播放";
SSSettingsPlayTooltip = "播放此幻燈片秀";
SSSettingsMusic = "配樂";
SSSettingsMusicTooltip = "為此幻燈片秀選擇配樂";
SSSettingsDetails = "調整";
SSSettingsDetailsTooltip = "為所選幻燈片調整設定";

RemoteSlideshowWindowTitle = "iPhoto 幻燈片秀";
RemoteSlideshowPreviousTooltip = "播放上一張幻燈片";
RemoteSlideshowPlayTooltip = "播放幻燈片秀";
RemoteSlideshowPauseTooltip = "暫停播放幻燈片秀";
RemoteSlideshowNextTooltip = "播放下一張幻燈片";
RemoteSlideshowMinimizeTooltip = "將視窗縮到最小只顯示幻燈片秀控制項目";
RemoteSlideshowMaximizeTooltip = "將視窗放到最大來顯示幻燈片秀";
RemoteSlideshowCloseTooltip = "停止播放幻燈片秀";

SSOldMosaicFlipID = "馬賽克翻轉（大）";
SSNewMosaicFlipID = "馬賽克翻轉（小）";

SSDefaultExportFileName = "未命名.mov";
SSExportSavePanelPrompt = "輸出";
SSExportProgress = "正在輸出幻燈片秀⋯";
SSExportFlatten = "正在完成輸出⋯";
SSExportErrorTitle = "輸出幻燈片秀時發生錯誤。";
SSExportMessage = "";
SSExportDRMTitle = "請注意，此幻燈片秀中包含的音樂僅可以在已授權的機器上播放。";
SSExportDRMMessage = "";

// slideshow export errors
SSExportErrorMusic = "找不到或無法打開您所選擇的配樂。";
SSExportErrorCreate = "無法建立輸出的影片檔案。";
SSExportErrorPermissions = "因為權限錯誤，所以輸出的檔案無法儲存。";
SSExportErrorAlreadyOpen = "無法儲存輸出的影片檔案，因其已經在其他應用程式中打開。";
SSExportErrorWrite = "無法儲存輸出的影片檔案。";
SSExportErrorDiskFull = "磁碟空間不夠儲存輸出的影片檔案。";
SSExportErrorCantReplace = "無法移除存在的檔案。";

TransitionNone = "無";
TransitionRandom = "亂序";
EffectNone = "無";

SSNoPluginsTitle = "幻燈片過場效果";
SSNoPlugins = "找不到幻燈片過場效果外掛模組。";
SSMusicNotThereTitle = "幻燈片配樂";
SSMusicNotThere = "找不到或無法打開您所選擇的配樂。";
SSContinueButton = "繼續";
SSCancelButton = "取消";
SSFitToMusicWarningTitle = "符合音樂的警告";
SSFitToMusicWarningFormat = "可以容納入所選音樂裡的最大幻燈片數量為 %d。請加長音樂的長度、減少幻燈片的數量或縮短過場效果的時間。";
SSMusicMakeDefault = "您要將這個選項設成預設的幻燈片配樂嗎？";
SSMusicOff = "關閉";
SSBuiltinMusic = "音樂樣本";
SSDefaultSettingsPopupTitle = "預設值";
SSDefaultSettingsPopupFormatter = "預設值（%@）";
SSDefaultTransition = "融合";
SSDefaultEffect = "無";
SSPlaylistSelectionFormatter = "整個播放列表：%@";
SSSongSelectionFormatter = "播放列表：%@／歌曲：%@";
SSTooFewColorsTitle = "顏色太少";
SSTooFewColorsMessage = "要播放 iPhoto 幻燈片秀，您必須將螢幕設定為千萬種顏色。請打開“系統偏好設定”裡的“顯示器”面板，然後將“顏色”設定改成“千萬種顏色”。";
SSMusicTooShortTitle = "您選取的音樂太短，不符合幻燈片秀裡的照片數量。";
SSMusicTooShortMsg = "請選擇一首更長的歌曲或減少幻燈片秀內的照片數量。";

// iTunes Browser
MXITunesLibraryPlaylistName = "iTunes 資料庫"; // name in playlist popup
MXITunesXMLNotFound = "沒有 iTunes 音樂資料庫"; 
MXEllipsis = "⋯";
MXITunesError = "播放音訊時發生錯誤";
MXITunesFileNotFound = "找不到檔案所以無法播放。";
MXITunesFilterCountFormat = "%d %@ %@"; // arg 1: number of songs, arg2: song or songs, arg 3: 'selected' or ''
MXITunesFilterActiveString = "已選取"; // if a filter is active, string displayed below '%d songs'
MXITunesFilterSongsPlural = "首歌曲"; // displayed if more than 1 song is shown/selected '12 songs selected'
MXITunesFilterSongsSingular = "首歌曲"; // displayed if only 1 song is selected, '1 song selected'
MXITunesFilterSongsNone = "首歌曲"; // displayed if no songs are selected, e.g. '0 songs selected'
MXITunesSearch = "搜尋";

// Edit
RevertToOriginalMenuItem = "回復原狀";
ReprocessRAWMenuItem = "重新處理 RAW";
ResetEditsMenuItem = "回復為之前版本";
RevertToOriginal = "確定要回復為原始版本嗎？";
RevertMessage = "所有更動都將遺失。";
ReprocessRAWTitle = "確定要重新處理原始的 RAW 照片嗎？";
ReprocessRAWMessage = "所有更動都將遺失。";
MissingFileTitle = "檔案遺失";
MissingFileMsg = "找不到“%1$@”檔案。";
MissingFileMsgLink = "找不到“%1$@”連結檔案。";
MissingFileLinkButton2 = "移除連結";
BlackAndWhiteButtonTitle = "黑白模式";
BlackAndWhitePointButtonTitle = "修正";
BlemishButtonTitle = "污點";
SliderStringFormat = "%3.0f%%";
StraightenSliderStringFormat = "%3.1f°";
StraightenSliderZeroString = "0°";
SavingChanges = "正在儲存更動⋯";
MissingRAW = "此照片的原始 RAW 版本已遺失。iPhoto 將編輯 JPG 版本的照片。";
UnsavedChanges = "您有尚未儲存的修正。";
WouldYouLikeToSave = "您想要儲存您所做的更動嗎？";
CurrentTitle = "原始檔";

// Import errors
CorruptImage = "無法讀取的照片";
CorruptImageMessage-One = "無法輸入檔案。該檔案可能已毀損或檔案不是照片。";
CorruptImageMessage-Some = "無法輸入 %1$@ 個檔案。檔案可能已經毀損或檔案不是照片。";
CorruptImageMessage-Many = "無法輸入 %1$@ 個檔案。檔案可能已經毀損或檔案不是照片。";

// Archive Errors
MissingArchiveErrorTitle = "您的照片圖庫已遺失。";
MissingArchiveError = "請確定已裝載含有您照片圖庫的磁碟且重新啟動“%1$@”。";

// Error occurred as the applicaiton was quitting. This message is written to the Log file.
SaveArchiveShutdownError = "嘗試儲存照片圖庫時發生錯誤。某些最近所做的更動將會遺失。請確定您的硬碟中有足夠的空間且 iPhoto 可以取用 iPhoto Library。";

// Error occurred during background saving. All is not lost because the application isn't going to shut down.
// If use can fix the situation then saving will resume normally and without loss of data.
SaveArchiveErrorTitle = "嘗試儲存照片圖庫時發生錯誤。";
SaveArchiveError = "某些最近的更動將會遺失。請確定您的硬碟中有足夠的空間且 iPhoto 可以取用 iPhoto Library。";

// Library is on a read only disk error
ReadOnlyLibraryTitle = "您所選擇的主要 iPhoto 圖庫已被鎖定，或是位於唯讀的磁碟上。";
ReadOnlyLibraryMsg = "請選擇未鎖定的 iPhoto Library。注意：若要檢視位於光碟中的 iPhoto Library，請打開 iPhoto 之後再放入光碟。";

// Not used in this version
// MissingMountedArchiveErrorTitle = "A photo library has been unmounted.";
// MissingMountedArchiveError = "A mounted photo library is no longer available. It will be unmounted.";

NoExternalEditorTitle = "您必須選擇在您按兩下照片時欲開啟的應用程式。";
NoExternalEditorMsg = "";
MissingExternalEditorTitle = "找不到偏好的應用程式。";
MissingExternalEditorMsg = "您要打開“%1$@”裡的照片或選擇其他應用程式嗎？";
OpenInAppButton = "在“%1$@”裡打開";
FindEditorButton = "選擇應用程式⋯";

ChooseArchiveTitle = "選擇“照片圖庫”";
ChooseArchiveMsg = "“%1$@”需要照片圖庫才能繼續。您可以選擇現有的 iPhoto 圖庫或製作一個新的圖庫。";
NewArchiveErrorTitle = "找不到您的照片圖庫。想尋找您的 iPhoto Library？";
NewArchiveError = "%1$@ 無法在沒有照片圖庫的情況下繼續工作。請確定已連接包含有您 iPhoto Library 的磁碟。\n";
OpenExistingLibrary = "選擇圖庫⋯";
OpenLibrary = "選擇圖庫⋯";
NewLibrary = "製作圖庫⋯";
CreateLibrary = "製作圖庫⋯";
QuitApp = "結束 %1$@";

DBLibraryInUseTitle = "照片圖庫正由其他使用者使用中。";
DBLibraryInUse = "請等到照片圖庫未在使用中時，製作一個新照片圖庫，或是打開一個不同的照片圖庫。";

BadArchiveMinor = "您的照片圖庫已經損毀或無法讀取；圖庫需要稍作修復。";
BadArchiveMajor = "您的照片圖庫已損毀或是無法讀取，所以無法打開。請從備份檔案回復照片圖庫。";
BadAlbum = "無法讀取名為“%1$@”的相簿。";
BadPhoto-One = "您的其中一張照片無法從照片圖庫進行讀取並被略過。";
BadPhoto-Some = "無法讀取您照片圖庫中的 %1$d 張照片且已將它們略過。";
BadPhoto-Many = "無法讀取您照片圖庫中的 %1$d 張照片且已將它們略過。";

// Generic error strings
GenericError = "發生無法預期的錯誤。";
GenericErrorShouldRelaunch = "發生無法預期的錯誤。請結束應用程式再重新開啟。";
GenericErrorShouldReboot = "發生無法預期的錯誤。請重新開機。";

ImportInProgressTitle = "正在將照片輸入至照片圖庫。";
ErrorWaitForImport = "請等待輸入完成。";

// Date/time formatting
DateFormatNotSet = "（沒有日期）";
DateTimeSeparator = " ";
Time12HourFormat = "%p %I:%M";
Time24HourFormat = "%H:%M";
Time12HourFormatWithSeconds = "%p %I:%M:%S";
Time24HourFormatWithSeconds = "%H:%M:%S";
TimeShortFormat = "%Y 年 %m 月 %d 日 %I:%M %p"; // Used in info panel
DateShortFormat = "%Y/%m/%d"; // Used for rolls
DateUnknown = "未知的日期";
YearHeaderYYYYFormat = "%Y";
YearHeaderYYYYMMFormat = "%Y 年 %m 月";
YearHeaderYYYYMMDDFormat = "%Y 年 %m 月 %e 日";
ReviewDateLabelFormat = "%Y 年 %m 月 %e 日";

AlbumPhotoCountFormat = "#,###,##0";

// Toolbar buttons/items
ToolbarMoreItemsTooltip = "顯示更多工具";
EmailButtonLabel = "電子郵件";
EmailButtonTooltip = "以電子郵件傳送所選照片";
PrintButtonLabel = "列印";
PrintButtonTooltip = "列印所選照片";
RotateButtonLabel = "旋轉";
ShowHideButtonTooltip = "顯示或隱藏照片";
RotateCWButtonTooltip = "順時鍾旋轉所選照片";
RotateCCWButtonTooltip = "逆時鍾旋轉所選照片";
DesktopButtonLabel = "設定桌面";
DesktopButtonTooltip = "以所選照片作為您的桌布";
IDVDButtonLabel = "iDVD";
IDVDButtonTooltip = "將所選照片傳送到 iDVD";
BladeButtonLabel = "iWeb ▼";
BladeButtonLabelNoArrow = "iWeb";
BladeButtonTooltip = "將所選照片傳送到 iWeb";
BladeBlogButtonLabel = "Blog";
BladeBlogButtonTooltip = "將所選照片傳送到 iWeb Blog";
BladePhotosMenuItemLabel = "照片頁面";
BladeBlogMenuItemLabel = "Blog";
EditButtonLabel = "編輯";
EditButtonTooltip = "裁切照片或編輯曝光、顏色等等";
ReviewButtonLabel = "檢視";
ReviewButtonTooltip = "以全螢幕檢視影像";
FullScreenButtonLabel = "全螢幕";
FullScreenButtonTooltip = "切換至全螢幕顯示方式";
BurnButtonLabel = "燒錄";
BurnButtonTooltip = "將所選照片燒錄成光碟";
PhotosButtonLabel = "照片";
PhotosButtonTooltip = "整理並且共享照片";
DoneButtonLabel = "完成";
DoneButtonTooltip = "儲存更動；退出編輯顯示方式";
UndoButtonLabel = "還原";
UndoButtonTooltip = "還原更動";
RedoButtonLabel = "重作";
RedoButtonTooltip = "重作更動";
RevertButtonLabel = "回復";
RevertButtonTooltip = "回復所有編輯動作";
BookButtonLabel = "攝影集";
BookButtonTooltip = "製作新的攝影集";
CalendarButtonLabel = "月曆";
CalendarButtonTooltip = "製作新月曆";
CardButtonLabel = "卡片";
CardButtonTooltip = "製作新卡片";
PrintingButtonLabel = "列印";
PrintingButtonTooltip = "製作新的列印計畫案";
CancelPrintActionTooltip = "取消此列印計畫案不進行沖印";
PrintActionTooltip = "將此計畫案傳送至所選印表機";
KeepsakeButtonLabel = "產品 ▼";
KeepsakeButtonLabelNoArrow = "產品";
KeepsakeButtonTooltip = "製作新攝影集、月曆或卡片";
SlideshowButtonLabel = "幻燈片秀";
SlideshowButtonTooltip = "製作新的幻燈片秀";
ShareButtonLabel = "共享 ▼";
ShareButtonLabelNoArrow = "共享";
ShareButtonTooltip = "與其他人共享您的照片";
ConstrainMenuLabel = "裁切選項";
ConstrainMenuTooltip = "維持長方形選區的比例";
CropButtonLabel = "裁切";
CropButtonTooltip = "將照片裁切為所選區域的大小";
EnhanceButtonLabel = "增強";
RedEyeButtonLabel = "紅眼現象";
RedEyeMessage = "按一下紅眼現象來移除";
WhiteBalanceMessage = "按照片中的某個自然的灰色或白色點來移除色偏。";
RetouchButtonLabel = "修飾";
RetouchMessage = "按一下或拖移污點來移除";
BWButtonLabel = "黑白模式";
SepiaButtonLabel = "深褐色調";
ZoomButtonLabel = "縮放";
ZoomButtonTooltip = "最大化視窗";
RestoreButtonLabel = "離開";
RestoreButtonTooltip = "離開全螢幕";
ExitReviewButtonTooltip = "退出檢視";
ThumbButtonLabel = "縮覽圖";
ThumbButtonTooltip = "顯示或隱藏縮覽圖";
EditToolsButtonLabel = "調整";
EditEffectsButtonLabel = "特效";
EditStraightenButtonLabel = "校正";
FullScreenThumbs = "縮覽圖";
FullScreenTools = "工具列";
ToolButtonTooltip = "顯示或隱藏工具";
CompareLabel = "比較";
CompareTooltip = "比較兩張照片";
FullScreenInfoLabel = "簡介";
FullScreenInfoTooltip = "顯示簡介面板";
FullScreenInformationTitle = "資訊";
EditEffectsButtonTooltip = "顯示特效面板";
EditToolsButtonTooltip = "顯示調整面板";
EditStraightenButtonTooltip = "顯示校正面板";
PreviousButtonLabel = "上一張";
PreviousPhotoInAlbumButtonTooltip = "儲存更動；在編輯顯示方式裡移至上一張照片";
PreviousPhotoInFullscreenButtonTooltip = "儲存更動；在全螢幕顯示方式裡移至上一張照片";
PreviousPageButtonTooltip = "跳至攝影集的上一全開頁";
PreviousSlideButtonTooltip = "跳至幻燈片秀的上一張幻燈片";
NextButtonLabel = "下一張";
NextPhotoInAlbumButtonTooltip = "儲存更動；在編輯顯示方式裡移至下一張照片";
NextPhotoInLibraryButtonTooltip = "跳至圖庫中的下一張照片";
NextPhotoInFullscreenButtonTooltip = "儲存更動；在全螢幕顯示方式裡移至下一張照片";
NextPageButtonTooltip = "跳至攝影集的下一頁";
NextSlideButtonTooltip = "跳至幻燈片秀的下一張幻燈片";
AdvancedImportLabel = "檢視攝影機";
AdvancedImportPodLabel = "檢視 iPod";
AdvancedImportCDLabel = "檢視光碟";
AdvancedImportTooltip = "顯示攝影機的內容";
AdvancedImportPodTooltip = "顯示 iPod 的內容";
AdvancedImportCDTooltip = "顯示光碟的內容";
BasicImportLabel = "完成";
BasicImportTooltip = "隱藏攝影機的內容";
BasicImportPodTooltip = "隱藏 iPod 的內容";
BasicImportCDTooltip = "隱藏光碟的內容";
StartImportTooltip = "從數位相機輸入所選的照片";
StartImportAllTooltip = "從數位相機輸入所有可見的照片";
StartImportPodTooltip = "從 iPod 輸入照片";
StartImportCDTooltip = "從光碟輸入照片";
StopImportTooltip = "停止輸入照片";
EditZoomSliderMinTooltip = "讓照片符合所選";
EditZoomSliderMaxTooltip = "以普通大小的兩倍檢視照片";
EditZoomSliderTooltip = "調整照片縮放";


// Edit Adjust panel strings
AdjustPanelTitle = "調整";
EffectsPanelTitle = "特效";
NavigationPanelTitle = "導覽";
LoopPanelTitle = "單向循環";
CropPanelTitle = "裁切";
BlemishRetouchPanelTitle = "修飾";
BlemishRedeyePanelTitle = "紅眼現象";
StraightenPanelTitle = "弄直";
MenuCheckmark = "✓";
AdjustPanelResetButtonTitle = "重置";
AdjustPanelRestoreButtonTitle = "回復";
AdjustPanelResetButtonTooltip = "重設所有影像的調整項目為預設值。";
AdjustPanelRestoreButtonTooltip = "回復所有影像的調整設定為之前數值";

CropPanelCancelButtonTitle = "取消";
CropPanelResetButtonTitle = "重置";
CropPanelCancelButtonTooltip = "取消裁切調整並退出裁切顯示方式";
CropPanelResetButtonTooltip = "重設裁切和裁切選項";

EditPanelOnTag = "開啟";

// Search field strings
SearchEXIFMissingField = "未知的";		// smart albums:  shutter speed / is / unknown, aperture / is not / unknown, etc.

// thumbnail tooltip strings
ThumbTooltipDate = "日期：";
ThumbTooltipTime = "時間：";
ThumbTooltipRating = "喜好程度：";
ThumbTooltipFormat = "格式：";
ThumbTooltipDimensions = "大小：";
ThumbTooltipSize = "大小：";
ThumbTooltipRanking0 = "・ ・ ・ ・ ・";
ThumbTooltipRanking1 = "★ ・ ・ ・ ・";
ThumbTooltipRanking2 = "★ ★ ・ ・ ・";
ThumbTooltipRanking3 = "★ ★ ★ ・ ・";
ThumbTooltipRanking4 = "★ ★ ★ ★ ・";
ThumbTooltipRanking5 = "★ ★ ★ ★ ★";

// blade warnings
BladeBlogImageCountWarning = "確定要將 %d 個影像傳送到您的 iWeb Blog 嗎？";
BladeBlogImageCountMax = "您無法傳送多於 500 個影像到 iWeb。";

// Export to iDVD warnigns
IDVDWarnOnePhotoTitle = "iDVD 輸出";
IDVDWarnOnePhotoMessage = "您只有選擇了一張照片。您只要將一張照片傳送到 iDVD 嗎？";
IDVDWarnSendSingleImage = "傳送單個影像";
IDVDWarnSendWholeEvent = "傳送整個“事件”";
IDVDWarnSendWholeAlbum = "傳送整個相簿";
IDVDWarnSendWholeSlideshow = "傳送整個幻燈片秀";
IDVDWarnSendWholeBook = "傳送整本攝影集";
IDVDWarnSendWholeCard = "傳送整張卡片";
IDVDWarnSendWholeCalendar = "傳送整本月曆";

// thumbnail cache warnings
ThumbnailCacheDamagedMessage = "為了達到使用 iPhoto 的最佳執行效能，請重建您的縮覽圖快取。";
RebuildNow = "立即重建";

// Miscellaneous strings
Yes = "是";
No = "否";
None = "無";
All = "全部";
Delete = "刪除";
Upgrade = "升級";
OK = "好";
Cancel = "取消";
Quit = "結束";
Repair = "修復"; // as in repair permissions
Stop = "停止";
FinishLater = "稍後完成";
RankingStar = "★";
RankingBullet = "・";
TallString = "Ajg"; // String with a few characters that represent tallest and lowest characters
NoPhotosSelected = "未選取照片";
SelectSomePhotos = "請在照片圖庫中選擇一些照片。";
AddKeywords = "加入關鍵字";		// in organize view, when the mouse hovers over a photo with no keywords

OpenStackMenuItem = "打開堆疊";
CloseStackMenuItem = "關閉堆疊";

ShowHiddenPhotosMenuItem = "顯示隱藏的照片";
HideHiddenPhotosMenuItem = "不顯示隱藏的照片";
ShowPhotoMenuItem = "不隱藏照片";
HidePhotoMenuItem = "隱藏照片";
ShowPhotosMenuItem = "不隱藏照片";
HidePhotosMenuItem = "隱藏照片";
ExpandEvents = "擴充事件";
CollapseEvents = "收合事件";

MakeKeyPhotoMenuItem = "設為主要照片";

HideFlaggedPhotoMenuItem = "隱藏加上旗標的照片";
ShowFlaggedPhotoMenuItem = "顯示帶有旗標的照片";
HideFlaggedPhotosMenuItem = "隱藏加上旗標的照片";
ShowFlaggedPhotosMenuItem = "顯示帶有旗標的照片";

ClearRetouchMenuItem = "重設修飾";
ClearRedEyeMenuItem = "重設紅眼現象";
ClearCropMenuItem = "重設裁切";
ClearCropConstraintMenuItem = "重設裁切和裁切選項";
ClearStraightenMenuItem = "重置拉伸";
ClearDefaultMenuItem = "重置";

ShowPhotoToolbarItem = "不隱藏";
HidePhotoToolbarItem = "隱藏    ";
ShowPhotosToolbarItem = "不隱藏照片 ";
HidePhotosToolbarItem = "隱藏照片";
ShowEventPhotos = "顯示照片";

EventDetailHeader_SubSingular = "%@ - %@ 張照片";
EventDetailHeader_SubPlural = "%@ - %@ 張照片";
EventDetailHeader_Back = "所有事件";

HiddenBadgeText = "隱藏";

BookWarnTitle = "未選取任何相簿。";
BookWarnTextWillBeLost = "若更改攝影集的頁面設計，原先輸入的文字需要重新設定。要繼續嗎？";
BookTooLarge = "訂購的攝影集不能超過 50 頁。請在訂購前刪除攝影集裡超出數量的頁面。";
GenericWarnTitle = "注意";
AlreadyRunning = "iPhoto 正在執行。不能重複開啟此應用程式。";
MissingFrameworks = "iPhoto 遺失系統檔案，無法打開。請從您的 iLife 光碟重新安裝 iPhoto。";
RebuildThumbnailsTitle = "確定要為照片圖庫中的所有照片重新建立縮覽圖？";
RebuildThumbnailsMsg = "這不會修改原有的照片。";
OSVersionNotRecommmended = "若要使用這一版的 iPhoto，建議您將系統升級至 Mac OS X 10.3.6 或以上版本。";
BookWarnForLibrary = "若要切換成以“攝影集”的方式顯示，請先選擇相簿。";
ScreenSaverWarnForLibrary = "使用“螢幕保護程式”之前請先選擇一組照片或製作一個相簿。";
PreferencesSlideShowJaguarWarning = "除非已設定使用 Pictures Folder 的螢幕特效，否則 iPhoto 無法更改您的“螢幕特效”設定。";
OSVersionTitle = "無法啟動 iPhoto";
OSVersion = "iPhoto 要求使用的是 Mac OS X v10.4.9 Tiger 或以上版本。若需更多關於更新軟體的資訊，請參訪 www.apple.com.tw/macosx。";
ErrorDiskSpace = "磁碟空間不足，無法完成此項操作。";
ErrorUpgradeDiskSpace = "沒有足夠的磁碟空間可用來升級照片圖庫。iPhoto 還需要 %@。";
ErrorRebuildLibraryTitle = "確定要重新建立照片圖庫嗎？";
ErrorRebuildLibraryMsg = "如果部分資料無法讀取或已毀損，則它們可能會流失。";
ResolutionWarning = "目前的螢幕解析度不適用於 iPhoto。";
AlbumSelectionCount-None = "選擇的部分沒有照片。";
AlbumSelectionCount-One = "選擇的部分包含 1 張照片。";
AlbumSelectionCount-Some = "選擇的部分包含 %1$d 張照片。";
AlbumSelectionCount-Many = "選擇的部分包含 %1$d 張照片。";
AllAlbums = "所有相簿";
AnyAlbum = "全部相簿";
CompletingRotation = "即將完成旋轉⋯";
FUSFailure = "您嘗試開啟的圖庫已經在使用中了。可能有另一位使用者正在 iPhoto 中使用這個圖庫。";

// Offline file errors
VolumeNotFoundTitle = "找不到“%@”的卷宗。";
VolumeNotFoundMsg = "放入磁碟或連接伺服器卷宗，並等待它出現在桌面，然後再試一次。\n";
FileNotFoundTitle = "";
PhotoNotFoundMsg = "無法打開照片“%@”，因為找不到原始項目。\n";
MovieNotFoundMsg = "無法打開影片“%@”，因為找不到原始項目。\n";
FindPhotoButton = "尋找照片⋯";
FindMovieButton = "尋找影片⋯";
PhotoMissingMsg = "找不到此照片。";
MovieMissingMsg = "找不到此影片。";
VolumeMissingMsg = "找不到此照片的卷宗。";

// Screen Effects Strings
iPhotoSelection = "iPhoto 精選照片";

// Mail stuff
MailGenericSubjectFormat = "%1$d 張精彩的 iPhoto 照片";
MailTitle = "未選取任何照片。";
MailNoSelection = "請選擇您想要以電子郵件傳送的照片，然後再試一次。";
MailProgressTitle = "正在準備要郵寄的照片⋯";
MailProgressFormat = "照片 %2$d／%3$d：%1$@";
ByteSize-None = "0 KB";			// KilobyteAbbreviation format is most compatible with iPhoto 4
ByteSize-One = "1 byte";
ByteSize-Some = "%1$@ byte";
ByteSize-Many = "%1$@ byte";
KilobyteAbbreviation = "KB";
MegabyteAbbreviation = "MB";
GigabyteAbbreviation = "GB";

// iDVD stuff
IDVDAppName = "iDVD";
IDVDGenericSlideshowName = "我的幻燈片秀";
IDVDPrepareProgress = "正在準備照片⋯";
IDVDProgressFormat = "檔案：%1$@（%2$d／%3$d）";
IDVDSendProgress = "正在將照片傳送到 iDVD";
IDVDDismayString = "此功能只能在配備 iDVD 2.1 或以上版本的電腦上使用。";
IDVDCurrentDBString = "將照片輸出到 iDVD 之前請先將其輸入照片圖庫。";

// Blade stuff
BladeSendProgress = "正在將照片傳送到 iWeb";

// Image dimensions
ImageDimension-None = "0 像素";
ImageDimension-One = "1 像素";
ImageDimension-Some = "%1$@ 像素";
ImageDimension-Many = "%1$@ 像素";

// EXIF Labels
ExposureFlashLabel = "閃光";
ExposureFlashLabelFormat = "閃光燈 %@";
ExposureISOLabelFormat = "ISO %i";

// EXIF strings
InfoNotSetString = "--";
ExposureFlashOn = "開啟";
ExposureFlashOff = "關閉";
ExposureBiasFormat = "%.2f";
ExposureDistanceFormat = "%.2f m";
ExposureFocalLengthFormat = "%gmm";
ExposureIndexFormat = "%.1f";
ExposureISOSpeedFormat = "%d";
GPSPositionFormat = "%2$.2f˚ %3$.2f' %4$.2f\" %1$c";
GPSAltitudeFormat = "%.2f m";

// Sensing methods
ExposureSensing1 = "未定義";
ExposureSensing2 = "單晶片彩色區域";
ExposureSensing3 = "雙晶片色彩區域";
ExposureSensing4 = "三晶片色彩區域";
ExposureSensing5 = "色彩連續區域";
ExposureSensing7 = "三線";
ExposureSensing8 = "色彩連續線性";

// Metering modes
ExposureMetering0 = "未知的";
ExposureMetering1 = "平均";
ExposureMetering2 = "中央重點測光平均值";
ExposureMetering3 = "聚光燈";
ExposureMetering4 = "多源聚光燈";
ExposureMetering5 = "區域";
ExposureMetering6 = "局部";
ExposureMetering255 = "其他";

// Light Sources
ExposureLightSource0 = "未知的";
ExposureLightSource1 = "自然光";
ExposureLightSource2 = "日光燈";
ExposureLightSource3 = "鎢絲燈";
ExposureLightSource17 = "標準光 A";
ExposureLightSource18 = "標準光 B";
ExposureLightSource19 = "標準光 C";
ExposureLightSource20 = "D55";
ExposureLightSource21 = "D65";
ExposureLightSource22 = "D75";
ExposureLightSource255 = "其他";

// Exposure Programs
ExposureProgram0 = "未定義";
ExposureProgram1 = "手動模式";
ExposureProgram2 = "一般模式";
ExposureProgram3 = "光圈優先模式";
ExposureProgram4 = "快門優先模式";
ExposureProgram5 = "創意模式";
ExposureProgram6 = "動作模式";
ExposureProgram7 = "直式";
ExposureProgram8 = "橫式";

DPAPServiceErrorAlertTitle = "共享時發生錯誤";
DPAPServiceLaunchError = "嘗試共享您的照片時發生錯誤。";
DPAPServiceCrashError = "共享您的照片時發生錯誤。";
DPAPServiceDefaultNameFormat = "“%1$@”的圖庫";
DPAPClientAccessErrorAlertMessage = "取用“%1$@”時發生錯誤。";
DPAPClientPasswordDialogTitle = "照片圖庫密碼";
DPAPClientPasswordDialogPrompt = "照片圖庫“%1$@”需要密碼：";
DPAPClientPasswordDialogRetryPrompt = "為照片圖庫“%1$@”輸入的密碼不正確。請重新輸入：";
DPAPServiceShutdownAlertButtonTitle = "停用共享";
DPAPServiceShutdownAlertTitle = "您確定要停用共享嗎？";
DPAPServiceShutdownAlertMessage = "一個或多個使用者已連接到您的共享照片圖庫。";
DPAPServiceAppQuitAlertButtonTitle = "中斷共享使用者的連線";
DPAPServiceAppQuitAlertTitle = "您確定要結束 iPhoto 並中斷所有共享的使用者之連線嗎？";
DPAPServiceAppQuitAlertMessage = "一或多個使用者已連接到您的共享照片圖庫。\n";
DPAPServiceDefaultLibraryName = "共享的照片圖庫";
DPAPServiceStatusOn = "開啟";
DPAPServiceStatusOnUser = "啟用中，有一位使用者連線";
DPAPServiceStatusOnUsers = "啟用中，有 %1$d 位使用者連線";
DPAPServiceStatusOff = "關閉";
DPAPServiceStatusStarting = "正在啟動⋯";
DPAPServiceStatusWillRestart = "將重新啟動⋯";
DPAPServiceFirewallAlertMessage = "其他使用者將無法存取您的共享照片，因為您的防火牆軟體鎖定了傳輸埠 %1$d。請停用該傳輸埠的防火牆功能，然後重新啟動 iPhoto。";
DPAPServiceFirewallAlertCheckboxText = "不要再顯示此訊息。";
DPAPClientMissingPhotosError = "某些之前可以連接的共享照片已不能存取了。";
DBSharingInSlideshowWarning = "iPhoto 目前正在共享您的照片。當您在播放幻燈片秀時，若有其他使用者取用您的照片，將會導致執行效能的問題。您可以在“偏好設定”的“共享”面板內停用照片共享。";

// Time esitmate strings -- taken from Finder, which uses ParamText. Callers should replace ^0 with %@

"PW2" = "正在估計剩餘時間⋯";
"PW3" = "剩餘時間：%@";
"U20" = "大約 5 秒";
"U21" = "大約 10 秒";
"U22" = "少於一分鐘";
"U23" = "大約一分鐘";
"U24" = "大約 %d 分鐘";
"U25" = "大約一小時";
"U26" = "大約 %d 小時";


// Upgrade checking mechanism
WebUpgradeNoNewUpdates = "此版本的 iPhoto（%1$@）是目前的版本。";   // application will fill in the version number (i.e.: "4.0.2")
WebUpgradeNetworkError = "無法聯絡 iPhoto 更新伺服器。請檢查您的 Internet 連線或以後再試。";
WebUpgradeDialogTitle = "iPhoto 更新";
WebUpgradeHelpButton = "輔助說明";

// Tooltips for the cal/keyword/info buttons
InfoTooltipShow = "顯示所選照片的資訊";
InfoTooltipHide = "隱藏資訊";
CalendarTooltipShow = "按照日期尋找照片";
CalendarTooltipHide = "隱藏月曆";
CalendarTooltipReturn = "返回月曆搜尋";
KeywordTooltipShow = "按照關鍵字尋找照片";
KeywordTooltipHide = "隱藏關鍵字";
KeywordTooltipReturn = "返回關鍵字搜尋";

// Tooltips for keyword info panel
KeywordPrefDeleteKeyword = "刪除目前所選的關鍵字";
KeywordPrefDeleteKeywords = "刪除目前所選的關鍵字";	// 2 or more keywords are selected
KeywordPrefCanNotDeleteCheckmark = "您無法刪除註記符號關鍵字";
KeywordPrefNothingToDelete = "選擇要要刪除的關鍵字";
KeywordPrefAddKeyword = "製作新關鍵字";
KeywordsWithShortcuts = "快速群組";
KeywordsWithoutShortcuts = "關鍵字";

// External editor strings
DefaultExternalTitle = "在應用程式中⋯";
EditInApplicationFormat = "在“%@”中⋯";

// Calendar Info
CalInfoWeekStartOffset = "0";				// "0" = start week on Sunday (USA), "6" = start on Monday (Europe);  try values between 1 and 5 for some real fun;  not used in OS 10.4 or if StartingDayOfWeek_xx_xx string exists in Archive.strings
CalInfoWidth = "161";						// min value is 161;  This string is converted to an integer and used as the width of calendar. If your month names are wider than English labels, increase this number. You can increase the splitter bar's overall minimum width by changing the NIB file.
CalInfoMonthYearFormat = "%1$@ %2$d";		// %1 is the month string and %2 is a 4-digit year; eg: "February 2005";  use "%2$d %1$@" to reverse to "2005 February"
CalInfoJanuary = "1 月";
CalInfoFebruary = "2 月";
CalInfoMarch = "3 月";
CalInfoApril = "4 月";
CalInfoMay = "5 月";
CalInfoJune = "6 月";
CalInfoJuly = "7 月";
CalInfoAugust = "8 月";
CalInfoSeptember = "9 月";
CalInfoOctober = "10 月";
CalInfoNovember = "11 月";
CalInfoDecember = "12 月";
CalInfoJanuaryAbbr = "1 月";
CalInfoFebruaryAbbr = "2 月";
CalInfoMarchAbbr = "3 月";
CalInfoAprilAbbr = "4 月";
CalInfoMayAbbr = "5 月";
CalInfoJuneAbbr = "6 月";
CalInfoJulyAbbr = "7 月";
CalInfoAugustAbbr = "8 月";
CalInfoSeptemberAbbr = "9 月";
CalInfoOctoberAbbr = "10 月";
CalInfoNovemberAbbr = "11 月";
CalInfoDecemberAbbr = "12 月";
CalInfoSundayAbbr = "日";
CalInfoMondayAbbr = "一";
CalInfoTuesdayAbbr = "二";
CalInfoWednesdayAbbr = "三";
CalInfoThursdayAbbr = "四";
CalInfoFridayAbbr = "五";
CalInfoSaturdayAbbr = "六";
CalInfoSunday = "星期天";
CalInfoMonday = "星期一";
CalInfoTuesday = "星期二";
CalInfoWednesday = "星期三";
CalInfoThursday = "星期四";
CalInfoFriday = "星期五";
CalInfoSaturday = "星期六";
CalInfoToday = "今天";
CalInfoTomorrow = "明天";
CalInfoYesterday = "昨天";

// "Super Info"
InfoPhotoNothing = "無項目";
InfoPhoto-None = "0 張照片";
InfoPhoto-One = "1 張照片";
InfoPhoto-Some = "%1$@ 張照片";
InfoPhoto-Many = "%1$@ 張照片";
InfoMovie-None = "0 部影片";
InfoMovie-One = "1 部影片";
InfoMovie-Some = "%1$@ 部影片";
InfoMovie-Many = "%1$@ 部影片";
InfoAlbum-None = "0 本相簿";
InfoAlbum-One = "1 本相簿";
InfoAlbum-Some = "%1$@ 本相簿";
InfoAlbum-Many = "%1$@ 本相簿";
InfoKeepsake-None = "0 個產品";
InfoKeepsake-One = "1 個產品";
InfoKeepsake-Some = "%1$@ 個產品";
InfoKeepsake-Many = "%1$@ 個產品";
InfoSlideshow-None = "0 個幻燈片秀";
InfoSlideshow-One = "1 個幻燈片秀";
InfoSlideshow-Some = "%1$@ 個幻燈片秀";
InfoSlideshow-Many = "%1$@ 個幻燈片秀";
InfoFolder-None = "0 個檔案夾";
InfoFolder-One = "1 個檔案夾";
InfoFolder-Some = "%1$@ 個檔案夾";
InfoFolder-Many = "%1$@ 個檔案夾";
InfoEvent-None = "0 個“事件”";
InfoEvent-One = "1 個“事件”";
InfoEvent-Some = "%1$@ 個“事件”";
InfoEvent-Many = "%1$@ 個“事件”";
InfoBookPages-None = "0 頁";
InfoBookPages-One = "1 頁";
InfoBookPages-Some = "%1$@ 頁";
InfoBookPages-Many = "%1$@ 頁";
InfoCalendarMonths-None = "0 個月";
InfoCalendarMonths-One = "1 個月";
InfoCalendarMonths-Some = "%1$@ 個月";
InfoCalendarMonths-Many = "%1$@ 個月";
InfoBookUnplacedLabel-None = "0 張未置妥的照片";	// this string isn't actually used
InfoBookUnplacedLabel-One = "1 張未置妥的照片";
InfoBookUnplacedLabel-Some = "%@ 張尚未置妥的照片";
InfoBookUnplacedLabel-Many = "%@ 張尚未置妥的照片";
InfoPixelSize = "%1$d × %2$d";				// gives the dimensions of a photo in pixels
InfoSourceFormat = "%@（自 %@）";
InfoComments = "描述";
InfoDateLabel = "日期";						// date for a picture
InfoTimeLabel = "時間";
InfoFromLabel = "從";						// when there is a range of pictures and so a range of dates (or times)
InfoToLabel = "至";							// when there is a range of pictures and so a range of dates (or times)
InfoItemsLabel = "項目";
InfoSizeLabel = "大小";						// file size in kilobytes or megabytes
InfoTitleLabel = "標題";					// "title" is for pictures
InfoNameLabel = "名稱";						// "name" is for albums and events
InfoKeywordLabel = "關鍵字";				// keywords for single photo
InfoRankingLabel = "喜好程度";				// star rating control
InfoFormatLabel = "種類";					// file format for the photo (jpeg, raw, tiff, etc)
InfoThemeLabel = "主題";					// for books
InfoSheetSizeLabel = "表";				// for local printing
InfoPrintSizeLabel = "列印";				// for local printing
InfoPaperTypeLabel = "紙張";				// for local printing
InfoPrinterLabel = "印表機";				// for local printing
InfoCoverTypeLabel = "類型";				// for books
InfoAlbumsLabel = "相簿";					// gives the count of the number of albums selected when more than one is selected
InfoAlbumsPubURL = "URL";					// gives the URL for RSS of published albums (albums that the user is publishing to other people)
InfoAlbumsSubURL = "URL";					// gives the URL for RSS of subscribed albums (albums that the user is receiving from soneone else)
InfoLabelWidth = "53";						// This string is converted to an integer and used as the width of the labels in Info. If your labels are wider than English labels, increase this number. You can increase info's overall width by changing the NIB file.


// Super Info file formats;  The last 4 characters designate the quicktime file type.
// Should be digits 0-9 and capital letters;  lowercase is converted to capital.
// Other chars are replaced with "_".
InfoFileTypeJPEG = "JPEG 影像";
InfoFileTypePNGF = "PNG 影像";
InfoFileTypeGIFF = "GIF 影像";
InfoFileTypeTIFF = "TIFF 影像";
InfoFileType8BPS = "Photoshop 影像";
InfoFileTypeBMPF = "點陣影像";
InfoFileTypePDF_ = "PDF 影像";
InfoFileType_SGI = "SGI 影像";
InfoFileTypePICT = "Apple PICT 影像";
InfoFileTypeJP2_ = "JPEG 2000 影像";

InfoFileTypeCRW_ = "Canon Raw";
InfoFileTypeCR2_ = "Canon Raw";
InfoFileTypeKDC_ = "Kodak Raw";
InfoFileTypeDCR_ = "Kodak Raw";
InfoFileTypeDNG_ = "Adobe DNG";
InfoFileTypeMRW_ = "Minolta Raw";
InfoFileTypeNEF_ = "Nikon Raw";
InfoFileTypeORF_ = "Olympus Raw";
InfoFileTypePEF_ = "Pentax Raw";
InfoFileTypeX3F_ = "Sigma Raw";
InfoFileTypeSRF_ = "Sony Raw";

InfoFileTypeVFW_ = "AVI 影片";				// Video files created by cameras with the quicktime type of "VfW".
InfoFileTypeMOOV = "QuickTime 影片";		// Quicktime video files created by cameras
InfoFileTypeMOV_ = "QuickTime 影片";
InfoFileTypeMPG_ = "MPEG1 影片";			// Sony
InfoFileTypeMPG4 = "MPEG4 影片";

"organize" = "整理顯示方式";

// settings menu
SettingsMenuItem = "設定";
SettingsAlbumsMenuItem = "相簿";
SettingsLocationMenuItem = "地點";
SettingsRowsMenuItem = "縮覽圖列";
SettingsColumnsMenuItem = "縮覽圖欄";
SettingsTopMenuItem = "上";
SettingsLeftMenuItem = "左";
SettingsRightMenuItem = "右";
RowTitle = "列";
RowsTitle = "列";
ColumnTitle = "欄";
ColumnsTitle = "欄";
Settings1MenuItem = "1";
Settings2MenuItem = "2";
Settings3MenuItem = "3";
Settings4MenuItem = "4";

ShelfAlbumName = "已加上旗標";

TBFlag = "加上旗標";
TBUnflag = "移除旗標";
TBFlagTip = "在所選的照片裡加上旗標";
TBUnflagTip = "移除所選照片裡的旗標";
FlagPhoto = "為照片加旗標";
FlagPhotos = "為照片加上旗標";
UnflagPhoto = "取消以旗標標示照片";
UnflagPhotos = "取消以旗標標示照片";

UntitledEvent = "未命名的事件";

MergeSelectedEvents_Message = "所選“事件”裡的所有照片將會搬移到一個“事件”裡。";

DragMergeEvents_Title = "您想要合併這些“事件”嗎？";
DragMergeEvents_Message = "您拖移之“事件”中的所有照片將會被搬移到“事件”“%1$@”。";
DragMergeEvents_MultiMessage = "您拖移之 %1$d 個“事件”中的所有照片將會被搬移到事件“%2$@”。";
DragMergeEvents_OK = "合併";
DragMergeEvents_Cancel = "取消";
DragMergeEvents_Option = "不要再問";

FlaggedToTrashWarning_Title = "將加上旗標的項目丟到垃圾桶？";
FlaggedToTrashWarning_Message = "所有帶有旗標的照片將會被移動到垃圾桶。";
FlaggedToTrashWarning_OK = "搬移";
FlaggedToTrashWarning_Cancel = "取消";
FlaggedToTrashWarning_Option = "不要再問";

CreateEvent = "製作事件";
CreateEventAsking = "製作事件⋯";

CreateEventWarning_Title = "製作新事件";
CreateEventWarning_Message = "一張照片一次只能顯示在一個“事件”裡。新的“事件”會將所選的照片從原有的“事件”裡搬移過來。";
CreateEventWarning_Message_Flagged = "一張照片一次只能顯示在一個“事件”裡。新的“事件”會將帶有旗標的照片從原有的“事件”裡搬移過來。";
CreateEventWarning_OK = "製作";
CreateEventWarning_Cancel = "不製作";
CreateEventWarning_Option = "不要再問";

// source list sections
SECTION_RECENT = "最近使用項目";
SECTION_LIBRARY = "圖庫";
SECTION_SHARES = "共享項目";
SECTION_SUBSCRIPTIONS = "訂閱項目";
SECTION_PHOTOCASTS = "網路圖庫";
SECTION_DEVICES = "設備";
SECTION_PRODUCTS = "計畫案";
SECTION_SLIDESHOWS = "幻燈片秀";
SECTION_ALBUMS = "相簿";
SECTION_TRASH = "-";

HoldToolTip = "將此“事件”保留在“來源”列表";
ReleaseToolTip = "顯示“來源”列表中的最近所選“事件”";
HoldSourceLabel = "暫停";
ReleaseSourceLabel = "版本";
FreezeSourceLabel = "凍結";
UnfreezeSourceLabel = "取消凍結";
PinSourceLabel = "Pin";
UnpinSourceLabel = "取消固定";
New = "新增";
ClearSourceLabel = "清除";

NATB_Album = "相簿";
NATB_SmartAlbum = "智慧型相簿";
NATB_Book = "攝影集";
NATB_Card = "卡片";
NATB_Calendar = "月曆";
NATB_Slideshow = "幻燈片秀";
NATB_DotMac = "網路圖庫";

// Time Machine
TM_ILMBTooOldForTimeMachineTitle = "";
TM_ILMBTooOldForTimeMachineMessage = "若要瀏覽 iPhoto 備份，您需要較新版本的“iLife 支援”。";
TM_RestoreEntireLibraryTitle = "回復整個圖庫？";
TM_RestoreEntireLibraryMessage = "檔案會拷貝回到您的 iPhoto 圖庫，然後 iPhoto 會重新開啟。";
TM_RestoreEntireLibraryOKButton = "回復";
TM_RestoreEntireLibraryCancelButton = "取消";
TM_RestoreProgressDialogText = "正在回復 iPhoto 圖庫。";
TM_RestoreEntireLibraryFailedTitle = "回復 iPhoto 圖庫時發生問題。";
TM_RestoreEntireLibraryFailedMessage = "請從 Finder 中使用 Time Machine 來回復位於“%@”的圖庫";
TM_NoBackupFoundTitle = "";
TM_NoBackupFoundMessage = "您的 iPhoto 圖庫尚未備份。";

// .Mac errors
"There was a problem connecting to .Mac" = "連接 .Mac 時發生問題";
".Mac services may not be available at this time. You can try again later if it doesn't work." = ".Mac 服務目前可能無法使用。若服務無法使用，請您稍後再試。";
"You have not set up your .Mac account." = "您還沒有設定您的 .Mac 帳號。";
"Your .Mac account configuration is not correct." = "您的 .Mac 帳號設定不正確。";
"You must set up your .Mac account in System Preferences." = "您必須在“系統偏好設定”裡設定 .Mac 帳號。";
".Mac is not available." = ".Mac 無法使用。";
"You don't have a connection to the Internet. You can try again later when you have a network connection." = "您尚未連接到 Internet。請您稍後有網路連線時再試一次。";
"You have already published using this username." = "您已經透過此使用者名稱進行發佈過。";
"If you specified a new password, everything previously published with this username will use the new password." = "如果您指定新的密碼，則之前所有透過此使用者名稱發佈的檔案都將使用新的密碼。";
